// index 首页结构 zh
export default {
  common: {
    name: "璞偌芳德商务咨询有限公司",
    routes: {
      menus: "我们是谁 | 我们的服务 | 我们的客户 | 招聘 | 加入我们",
      menu1: "我们是谁",
      menu2: "我们的服务",
      menu3: "我们的客户",
      menu4: "招聘",
      menu5: "加入我们",
    },
    return: "返回",
    more: "了解更多",
    more1: "查看更多",
  },
  Email: "联系我们",
  page1: {
    banner: {
      title: "我们是谁",
      msg: {
        txt1: "作为一家现代招聘服务企业,CSUITE EXECUTIVE旨在针对如今挑战重重的中国市场环境提出解决方案",
        txt2: "我们致力提供足可媲美全球顶尖的五大高端招聘公司的服务规格，而服务方式更为灵活，更加个性化，更贴合客户的特定需求。",
        txt3: "我们的服务主打专业、充满热情的小型资深顾问团队，以客户的长期战略为重，围绕长期发展策略而发掘合适的人才资源，并且符合客户的当下需求，而非只是从现成的人才库中做简单筛选。",
        txt4: "我们以客户为中心，注重与重点客户建立长期稳固的合作关系，提供人才招聘、人才管理与市场调研工作等全方位服务。",
        txt5: "用热情、坚持和创造力将不可能变为可能，CSUITE EXECUTIVE以在每一个环节为客户创造更多价值而自豪。",
      },
    },
    conf1: {
      title: "C-SUITE 使命与方针",
      tips: "我们的目标是通过丰富的市场知识、密切的合作伙伴关系和快速的响应速度颠覆传统的招聘方式为我们的客户提供卓越、及时和定制化的解决方案。",
      msg: [
        {
          txt: "方案定制",
          tips: "我们为客户量身定做的方案",
        },
        {
          txt: "深入合作",
          tips: "我们以饱满的激情和细致的关怀与您合作",
        },
        {
          txt: "高效效应",
          tips: "我们响应及时，经济高效",
        },
        {
          txt: "诚信严谨",
          tips: "我们的合作注重诚信、严谨以及透明化",
        },
      ],
      banner: {
        title: "为什么选择我们",
        msg: [
          {
            txt: "我们的优势",
            children: [
              {
                txt: "领先供应商",
                tips: "高级主管及公司，人力资源咨询领先供应商",
              },
              {
                txt: "一步解决",
                tips: "我们为您提供全方位，一站式服务，一部解决公司及人力资源问题，满足您的需求",
              },
              {
                txt: "合作模式",
                tips: "以合作伙伴模式与客户合作，为特定行业细分领域的客户提供服务",
              },
              {
                txt: "行业技能",
                tips: "我们有着丰富的经验以及对中国市场的深入了解。高素质，有深度",
              },
              {
                txt: "注重品质",
                tips: "我们专注品质，不做最大最广，争做市场最佳",
              },
              {
                txt: "咨询方式",
                tips: "重视客服操作模式，公司运营及人才挑战，提供定制化解决方案",
              },
              {
                txt: "更好就业",
                tips: "我们将传统招聘公司的优势与咨询公司顾问模式相结合",
              },
              {
                txt: "独家合作",
                tips: "战略大客户尊享独家服务关注",
              },
            ],
          },
          {
            txt: "成本控制",
            children: [
              {
                txt: "领先供应商",
                tips: "高级主管及公司，人力资源咨询领先供应商",
              },
              {
                txt: "成本管理",
                tips: "在整个招聘过程中降低无形人力资源成本",
              },
              {
                txt: "高效劳动力",
                tips: "以人为本的文化 降低管理成本 高佣金",
              },
              {
                txt: "高效交付时间",
                tips: " 2 3顾问 大客户模式 平均交付时间为8周",
              },
              {
                txt: "薪酬咨询服务",
                tips: " 激励计划 减税 工资节省",
              },
              {
                txt: "反向录用管理",
                tips: " 95%成功率 经验丰富的管理顾问",
              },
              {
                txt: "人才稳定",
                tips: " 提高员工稳定性 70%持续3年以上 1年后仅有2%的离职率",
              },
            ],
          },
          {
            txt: "价值体现",
            children: [
              {
                title: "我们对客服的服务价值",
                children: {
                  txt1: "合适的候选人",
                  txt2: "客户品牌",
                  txt3: "行业信息分享",
                  txt4: "KOL网络",
                  txt5: "定制解决方案",
                  txt: "市场研究(职位/薪酬/研究等)",
                },
              },
              {
                title: "我们为候选人提供的价值服务",
                children: {
                  txt1: "高质量工作",
                  txt2: "优化简历和面试指导",
                  txt3: "行业信息分享",
                  txt4: "优秀人才社交网",
                  txt5: "职业规划",
                  txt: "对薪酬的建议",
                },
              },
            ],
          },
        ],
      },
    },
    conf2: {
      title: "团队成员",
      more: "查看更多",
      msg: [
        {
          nameZh: "吴婷婷",
          nameEh: "",
          tips: "CSUITE 的执行合伙人兼首席执行官，同时也是 SM² Consulting 咨询委员会的成员。TingTing 拥有超过15年的人才招聘经验。",
        },
        {
          nameZh: "",
          nameEh: "Shane McGowan",
          tips: "Shane McGowan先生专注于亚太地区的高级销售和高管招聘业务。他成功为消费品、工业、高科技、医疗保健与生命科学以及金融服务等行业引进了资深销售人员、负责人和首席运营官等关键职位。",
        },
      ],
    },
    conf3: {
      title: "CSUITE 地址",
      tips: "上海市长宁区虹桥路1452号古北财富中心1期706室",
      msg: [
        {
          txt: "01 中国办事处",
          location: "上海市长宁区虹桥路1452号古北财富中心1期706室",
          Email: "邮编 201103",
        },
        {
          txt: "02 新加坡办事处",
          location: "新家皮丝丝街105号建春大厦13楼",
          Email: "邮编 069534",
        },
        {
          txt: "03 马来西亚办事处",
          location: "吉隆坡孟沙南城3号大道29-01",
          Email: "邮编 59200",
        },
        {
          txt: "04 印度办事处",
          location: "马哈拉施特拉邦 Inspire Hub Andheri West JP 大道",
          Email: "邮编 40053",
        },
        {
          txt: "05 澳大利亚办事处",
          location: "悉尼克拉伦斯街50号，新南威尔士州，澳大利亚",
          Email: "邮编 2000",
        },
        {
          txt: "06 英国办事处",
          location: "伦敦城市路160号肯普之家，英国 邮编 EC1V 2NX",
          Email: "邮编 EC1V 2NX",
        },
      ],
    },
  },
  home_more: [
    {
      name: "TingTing Wu",
      img: `/home/case1.png`,
      info: [
        "C-Suite 的管理合伙人兼首席执行官，同时在 SM²咨询公司担任顾问委员会成员的职务。",
        "吴婷婷女士专注于高科技行业的高级管理业务，为自动化、数字化转型以及电信行业企业提供最佳的招聘解决方案，帮助企业实现发展目标。",
        "吴婷婷女士在工作前曾游学欧洲，对英国和波兰的文化以及职场有着深入的了解。回国后，她投身于猎头行业已有十多年，熟悉中国大陆市场的特点和动态。凭借自己的全球化视野和丰富的人脉，她助力跨国公司在中国大陆市场拓展，并帮助他们在企业本土化和市场竞争中获得成功。",
        "吴婷婷女士致力于高效、高质量的人才搜索服务，并时刻保持紧迫感，以满足客户和候选人的期望。在人员和专业配置上，她的资料库里汇聚了各个职能的高级主管、销售管理、市场营销、供应链与采购、财务与信息技术等人才，以满足各类公司的需求。",
      ],
    },
    {
      name: "Shane McGowan",
      img: `/home/case2.png`,
      info: [
        "Shane McGowan先生专注于亚太地区的高级销售和高管招聘业务。他成功为消费品、工业、高科技、医疗保健与生命科学以及金融服务等行业引进了资深销售人员、负责人和首席运营官等关键职位。",
        "在加入SM2之前，Shane McGowan先生已在欧洲和亚洲从事工业、高科技、消费品、能源和零售行业的招聘和B2B销售工作长达12年之久。他拥有丰富经验，能够为企业寻找到最佳的人才。",
        "目前，Shane McGowan先生在亚洲地区深入开展业务，帮助当地企业找到高级管理和技术人员。凭借其成功的跨界、跨地区和跨行业经验，他能够更好地协助客户公司寻找到理想的候选人。",
      ],
    },
    {
      name: "John Tan",
      img: `/home/case3.png`,
      info: [
        "John Tan先生是一名专注于亚太地区中高级职位招聘的资深顾问。他专攻于挖掘高科技行业的顶尖人才，在人力资源管理（HCM）、云计算、网络安全和物联网等领域颇具造诣。",
        "John Tan先生拥有超过6年的招聘经验，在此期间，他为跨国企业和初创公司等各类企业成功招聘了一系列紧缺的高素质人才，包括但不限于高层管理、销售与市场、技术和财务等领域。他通过丰富的招聘实践，帮助企业实现了其人才战略目标。",
        "在人才咨询领域，John Tan先生凭借着敏锐的人才洞察力和对市场的深入了解，为客户提供了全面的招聘解决方案。他接受过各类人力资源咨询培训，能够对竞争对手进行全面的人才调查，从而为客户的决策提供有益的综合咨询意见。",
      ],
    },
    {
      name: "Gerald Haller",
      img: `/home/case4.png`,
      info: [
        "Gerald Haller先生出生于法国，目前定居于新加坡，是一位在亚非欧地区高科技行业拥有7年招聘经验的资深顾问。",
        "作为一位跨文化、快节奏和务实的招聘顾问，Gerald Haller先生以其敏锐的观察力和出色的工作能力而闻名。他以迅速洞察客户态度和动机的能力，以及处理各类紧急项目的评估能力而备受赞誉。",
        "在SM2，Gerald Haller先生目前致力于协助欧洲企业在亚太地区扩大销售和市场团队，招聘中高层级的职位，他通过为客户寻找最合适的人才来帮助他们实现目标。",
      ],
    },
    {
      name: "Dylan Lee",
      img: `/home/case5.png`,
      info: [
        "Dylan Lee先生具备卓越的传播学学位背景，天赋颇高且勤奋努力。他目前主要专注于亚太地区高科技领域候选人的招聘工作。",
        "我们非常荣幸地欢迎Dylan Lee先生加入我们的团队，他在高科技行业拥有着长达9年的经验，为我们的招聘工作带来了极大的价值。",
        "Dylan Lee先生领导着我们的高级管理团队，负责营销与销售、运营和工程等领域的初步项目讨论。凭借着他广泛的人脉资源，他能够吸引活跃于亚洲市场的优秀候选人，这对于任何组织来说都具备极高的价值。",
      ],
    },
    {
      name: "Eric Ng",
      img: `/home/case6.png`,
      info: [
        "Eric Ng先生在财富500强公司具备丰富的招聘经验，曾涉及金融服务、科技和电信等多个行业。他对于销售、营销、物联网和数字化项目等领域拥有独到的理解和经验。",
        "Eric Ng先生深信，招聘业务需要充满热情和耐心，以便为客户和候选人提供信心和支持，从而使合作变得更加轻松愉快。他积极与客户和候选人进行紧密沟通，并深入了解候选人的动态和个人情况，以帮助客户分析并匹配他们的业务需求，从而更有效地与候选人进行沟通，提高候选人的在岗稳定性。",
        "除了他作为招聘顾问的角色，Eric Ng先生同样热衷于公益事业，是英国皇家防止虐待动物协会（RSPCA）的一名志愿者，致力于流浪动物的收养和知识普及工作。",
      ],
    },
    {
      name: "Ernest Zee",
      img: `/home/case7.png`,
      info: [
        "Ernest Zee先生积累了丰富的招聘经验，曾服务于财富500强公司，涉及石油和天然气、制造业以及制药等多个行业。他在销售、营销、物联网和数字化项目等领域拥有独特的理解和经验。",
        "Ernest Zee先生与客户和候选人保持紧密联系，并以积极主动的态度进行沟通。他深入了解候选人动机和个人情况，协助客户分析并匹配他们的业务需求，以更加高效地与候选人沟通，并在候选人入职后提升其稳定性。",
        "Ernest Zee先生坚信，招聘业务需要热情和耐心，以便为客户和候选人提供信心和支持，从而使合作更加轻松愉快。他秉持这样的工作态度，以便促进合作更加顺畅、令人愉悦。",
      ],
    },
    {
      name: "Mr. Bu",
      img: `/home/case8.png`,
      info: [
        "卜林先生是Csuite联合创始人，是公司咨询业务总监；",
        "卜林15年的咨询经验，专注于半导体、显示面板、电子、锂离子电池、新能源汽车、光伏/风电/储能等新兴行业的技术迭代研究，以及新材料在上述领域应用的研究与咨询服务；",
        "特别在新材料应用上，他对于高性能聚合物，复合材料、胶粘剂与涂料，功能性纤维与膜材料，生物基材料，半导体化学品，电子化学品，营养化学品，特种添加剂等众多材料建立有系统的研究与积累；",
        "这些结合技术与材料应用的研究经验与积累，将帮助客户洞察新兴技术迭代趋势，寻找发现新业务机会，制定新业务进入策略与新业务定位。",
      ],
    },
    {
      name: "Karry Wang",
      img: `/home/case9.png`,
      info: [
        "Karry女士是一位在民航行业有多年工作经验的猎头专家。她的民航背景使她拥有出色的沟通协调能力，能够与各级领导和同事进行高效的交流。",
        "在求学期间，她广泛学习了与人力资源相关的课程，对猎头行业怀有巨大热情。因此，她毅然决然地转入人才咨询领域，追求自己的职业梦想。猎头行业充满机遇和挑战，成为猎头后，她凭借出色的能力成功为知名汽车企业招募了财务副总监，并为知名智能制造民营企业成功招揽了人力资源总监等高级人才。",
        "在人才管理领域的深耕中，她更加深刻地认识到猎头的工作远不仅仅是提供职位机会给求职者，更重要的是作为公司与求职者之间的桥梁。她热衷于广泛社交，并将为公司和求职者创造价值看作一项极其有意义的使命。",
      ],
    },
    {
      name: "Vincy Wang",
      img: `/home/case10.png`,
      info: [
        "Vincy女士拥有6年的人力资源工作经验，目前专注于工业领域，包括汽车、新能源和机械制造行业，主要负责招募高层管理职位，如销售总监和技术总监等。",
        "她曾在一家专业的人力资源服务机构担任inhouse HR，涉及猎头服务、RPO和BPO等相关业务。在任职期间，她多次荣获公司第一名的招聘业绩表彰。她擅长发现不同岗位候选人的求职动机，并基于此提供最专业的职业发展建议。此外，她曾担任一家知名快消产品公司的HRBP，负责新产品业务线和研发线的招聘工作。作为甲方，她深知企业在招聘过程中所面临的各种痛点，这使她能够与其他猎头有所区别。",
        "凭借她在甲方的丰富经验和专业的猎头背景，Vincy女士能够为企业提供更多的想法和建议，成为企业发展中最可信赖的合作伙伴。",
      ],
    },
    {
      name: "Cindy Zhang",
      img: `/home/case11.png`,
      info: [
        "Cindy女士拥有人力资源管理专业的学历，一直从事猎头工作。她专注于金融、互联网和工业行业的外企高端人才招聘，也与国内行业领先企业和初创明星公司合作过。在合作的过程中，她积累了扎实的猎头技巧，并对外企和本土企业的招聘流程非常熟悉。在招聘每个职位时，她都会深入了解行业和技能信息，从专业角度影响候选人选择。",
        "她拥有丰富的招聘中高端人才的经验，擅长面试赋能，控制流程风险，并帮公司成功填补高级销售总监、技术架构师、首席工程师等职位。在客户和候选人心中，她是一位“专业”、“负责”、“善于解决问题”的顾问。",
      ],
    },
    {
      name: "Kenneth Shi",
      img: `/home/case12.png`,
      info: [
        "Kenneth先生拥有经济学学士学位，并在猎头行业积累了五年的工作经验。他以善于沟通和协调能力强而闻名。他能够与不同背景的客户和候选人建立良好的关系，并充分理解他们的需求和期望。在工作中，他一直秉持积极的态度和专业的素养，致力于实现客户的最大满意度。",
        "对于未来，他有明确的职业规划和目标。他希望在猎头行业中不断深入发展，提升自己的专业能力和管理水平。他渴望有机会领导团队为客户提供更全面、高效的服务。",
      ],
    },
    {
      name: "Melody Zhang",
      img: `/home/case13.png`,
      info: [
        "Melody女士拥有超过5年的招聘经验，曾在一家知名人力资源公司担任招聘顾问。她沟通能力强，坚韧有毅力，并具有出色的服务意识。她一直坚信，猎头的角色不仅是人才与职位的匹配者，更是企业与人才的价值观传递者。",
        "作为一名猎头，她目前专注于工业领域的人才招聘，并与众多国际知名企业建立了稳定的合作关系。她擅长招聘中高端岗位，曾负责市场营销、区域销售、供应链和采购、智能制造和研发等职位。她致力于为客户寻找和吸引高素质的人才，以满足其组织的战略需求。",
        "她的目标是与客户建立长期合作关系，深入了解其业务需求和企业文化，并为其量身定制招聘解决方案，提供更优质的招聘服务。因此，她始终致力于深入了解每一位客户和候选人，确保双方不仅在技能和经验上匹配，更在文化和价值观上契合。",
      ],
    },
    {
      name: "Regas Shui",
      img: `/home/case14.png`,
      info: [
        "Regas先生硕士毕业于澳洲八大名校之一的阿德莱德大学，拥有会计、金融和学术研究背景。他的研究兴趣是公司治理、行为金融学、高管薪酬管理等领域，是基于对人的研究。",
        "他擅长利用桌面研究加访谈深挖的工作方式，快速了解用人公司和人才的需求并高效、高质量的推进项目进行。除了良好的定性定量分析能力帮助深入了解客户公司、行业和竞争对手，他循循善诱的沟通访谈能力也能充分挖掘候选人的潜在信息并找到关键成交要素，他曾采访过许多学者、企业家以及政客。例如：他在2019麦哲伦基金峰会采访CIA副局长迈克（Mike Morell）；在2023年中澳企业发展论坛上采访南澳州长马思诺议员。",
        "作为“知行合一”的践行者，他认为在未来全球竞争格局下，人才竞争是核心，发展人才战略才能构筑企业长期竞争力。他秉持着人才战略为核心的观点助力客户企业发展，为此信念他一直保持赤诚，孜孜不倦的为企业创造价值。",
      ],
    },
  ],
  page_server: {
    banner: {
      title: "猎头服务",
      msg: "作为一家现代招聘服务企业,CSUITE EXECUTIVE旨在针对如今挑战重重的中国市场环境提出解决方案",
    },
    conf1: {
      title: "覆盖的行业",
      msg: "为了助力客户及候选人取得长期成功，我们依托丰富的行业经验，横跨精专领域招聘更适合的中高端人才",
      cardtxt1: "财务会计",
      cardtxt2: "数字营销",
      cardtxt3: "行政文秘",
      cardtxt4: "教育培训",
      cardtxt5: "金融服务",
      cardtxt6: "快销零售",
      cardtxt7: "人力资源",
      cardtxt8: "IT互联网",
      cardtxt9: "法务律师",
      cardtxt10: "生命科学",
      cardtxt11: "智造研发",
      cardtxt12: "市场营销",
      cardtxt13: "运营",
      cardtxt14: "供应链和采购",
    },
    conf2: {
      title: "招聘流程和时间表",
      msg: "招聘流程和时间表可能因不同企业、行业和职位而有所不同，但通常包括以下五个阶段",
      step: [
        {
          name: "定义",
          msg: [
            "了解客户业务",
            "建立招聘需求",
            "统一寻访方向及成功条件",
            "统一寻访策略及时间框架",
          ],
        },
        {
          name: "研究",
          msg: [
            "明确目标行业及公司",
            "开展积极有效的候选人筛选，实践搜索策略",
            "横向纵向调查市场",
            "定位并吸引候选人，行为面试潜在优秀候选人",
          ],
        },
        {
          name: "交付",
          msg: [
            "依据成功标准做出评估",
            "向客户发回市场反馈，列出候选人职位及公司",
            "与客户确定下一轮候选人",
            "提供入围候选人名单报告及客户面试 （第2-4周）",
          ],
        },
        {
          name: "完成",
          msg: [
            "学历检查及360度背景调查",
            "完成最终候选人的心理测",
            "协商条款、条件及录用功条件",
            "与客户及候选人进行就业安置服务 （第4-6周）",
          ],
        },
        {
          name: "入职管理",
          msg: [
            "离职辅导及离职期进展跟进",
            "入职体检等入职前准备跟进",
            "到岗确认及反馈了解",
            "启动收款并跟进进程",
            "人选保证期跟进，持续更进候选人入职情况",
          ],
        },
      ],
    },
    conf3: {
      title: "如何甄选人才",
      details: [
        {
          title: "甄选的渠道",
          txt: "CSUITE通常使用多种渠道来甄选候选人，通常会结合多种渠道，以确保我们找到最合适的候选人来满足客户的需求。不同的渠道有不同的优点和缺点，因此灵活运用是关键。",
        },
        {
          title: "甄选的过程",
          txt: "Csuite 在候选人甄选渠道方面表现出色， 我们在特定领域的深度专业化让我们在该领域内脱颖而出。并建立广泛的专业网络，积极参与行业活动、协会会议和社交媒体，以扩大专业网络。与潜在候选人建立关系，使客户能够第一时间能够更容易接触到高质量的候选人。",
        },
        {
          title: "我们的服务成就你的业务",
          txt: "猎头公司甄选出最匹配企业的候选人可以对企业的业务成就产生积极影响，成功甄选可以提供企业所需的人才，有助于提高生产力、绩效和企业的业务成就。匹配度高的员工更有可能积极参与并为企业的成功作出贡献。",
        },
      ],
    },
    conf4: {
      title: "高管招聘",
      details: [
        {
          name: "管理者画像与关键岗位画像的区别",
          txt: "能够成为高绩效的管理员，不仅取决于其与岗位的匹配程度，还受其与组织匹配程度的影响。",
        },
        {
          name: "人与组织匹配逻辑",
          txt: "不同发展成熟度的组织需要对应的领导风格和领导特质",
        },
      ],
    },
    conf5: {
      title: "人才盘点",
      more: "了解更多",
      details: [
        {
          name: "什么是人才地图",
          txt: "人才地图是指能够帮助企业明确关键人才发展的现状，了解关键人才的整体优势、弱势的战略地图。",
        },
        {
          name: "什么是人才方法论",
          txt: "能够成为高绩效的管理员，不仅取决于其与岗位的匹配程度，还受其与组织匹配程度的影响。",
        },
        {
          name: "我们应该mapping什么",
          txt: "那我们做Mapping，实际上我们Mapping什么。我们的目标是什么，无非就是这三个：公司、岗位、人。",
        },
        {
          name: "如何绘制人才地图",
          txt: "因为人才地图改变了人力资源管理的定位，人力资源上升到人力资本和人才经营的高度。所以人才地图的构建也要站在更高的高度去搭建才可以。",
        },
      ],
    },
    conf6: {
      title: "专业人才测评",
      more: "了解更多",
      details: [
        {
          name: "为什么要做人才评估",
          txt: "人才测评工具经过科学设计和验证，可以更准确地预测候选人在特定工作岗位上的表现",
        },
        {
          name: "通过评测给企业带来的帮助",
          txt: "使用人才测评工具可以帮助企业更科学、有效地选择和管理人才，提高招聘的质量和成功率",
        },
        {
          name: "专业评测教练",
          txt: "多年国际顶尖咨询公司工作经验的导师，建立了符合可持续、健康和出色绩效的组织的关键驱动因素",
        },
        {
          name: "评估工具有哪些",
          txt: "Everything Disc{'@'}报告，职业锚测评报告等",
        },
      ],
    },
    conf7: {
      title: "市场资讯服务",
      more: "了解更多",
      name: "研亚咨询",
      txt1: "致力于更好的支持合作伙伴的业务成长和持续发展",
      txt2: "研亚咨询致力于通过深度、定制化的市场研究服务，帮助客户洞察技术发展趋势、发现新的业务机会、制定差异化的竞争策略、探寻产业链上合作伙伴，进一步为客户战略制定提供关键决策信息，从而实现业务的可持续增长研亚咨询在性能材料与特种化学品、新能源汽车、半导体",
    },
    conf8: {
      title: "职业教练",
      more: "了解详情",
      name: "什么是高管教练？",
      txt1: "⾼管教练通过⼀个结构性、伙伴性的陪伴过程，帮助管理者实现⼼智模式和领导⾏为的双重改变和提升，更好地应对业务挑战。",
    },
    conf9: {
      title: "驻场人事",
      more: "查看详情",
      name: "什么是驻场人事",
      txt1: "驻场人事服务指的是在企业内部设立办公室或工作场所的专业人力资源（HR）专家或团队，与企业管理层和员工紧密合作，提供广泛的人力资源支持，解决与员工和组织相关的各种问题。此类服务通常由外部独立的专业人力资源咨询公司或服务提供商提供。",
    },
    case4: {
      case_name: "高管招聘",
      conf1: [
        "使用人才测评工具可以帮助企业更科学、有效地选择和管理人才，提高招聘的质量和成功率，同时也有助于员工的职业发展和企业的长期成功,具体优势比如： 客观性和一致性： 人才测评工具通过标准化的评估指标和标准，可以提供客观的、一致的评价，减少了主观偏见的可能性。这有助于公平地评估所有候选人，提高了招聘过程的透明度和公正性。",
        "准确性和预测性：人才测评工具经过科学设计和验证，可以更准确地预测候选人在特定工作岗位上的表现。通过测评结果，企业可以更好地了解候选人的能力、技能、性格特点和适应性，从而做出更明智的雇佣决策。",
        "节省时间和成本：传统的面试和简历筛选过程可能会耗费大量时间和人力资源。人才测评工具可以帮助企业在早期筛选阶段更快速地识别出具备潜力的候选人，从而减少不必要的面试和筛选流程，节省时间和成本。",
        "多维度评估：人才测评工具通常涵盖多个维度，包括认知能力、人格特点、沟通能力等，可以提供更全面、多角度的候选人评估。这有助于发现适应不同工作环境和团队的人才。",
        "个性化匹配：人才测评工具可以根据企业的具体需求和工作岗位要求进行定制，从而实现更精准的人才匹配。这有助于找到最适合的候选人，提高员工的工作满意度和绩效。",
        "发现潜力和发展：人才测评工具不仅可以用于招聘，还可以用于发现内部员工的潜力和发展需求。通过评估员工的能力和发展领域，企业可以制定更有针对性的培训和晋升计划，提高员工的职业发展机会。",
        "入职教练陪伴可以缩短磨合期到产出期",
      ],
      conf2: [
        [
          "专业资质：",
          "- 拥有夏威夷大学工商管理硕士学位，获得富士通亚洲奖学金；",
          "- 拥有台湾大学工商管理学士学位，台湾交通大学管理信息系统硕士学位",
          "- 经过相应认证的高管培训教练、心理咨询师、DISC和MBTI从业者，以及Enneagram和系统星座工具的使用者。",
        ],
        [
          "相关经验：",
          "- 为谷歌、ASML、戴尔、美国运通、英国石油、埃森哲等跨国公司的50多名高管提供了在线辅导，总时长超过500小时。超过90%的高管给出了高度评价，甚至认为这对他们的职业生涯产生了重要影响。在一年内成为了最高级别的职业发展教练（Premier Fellow）。",
          "- 作为公司转型计划的一部分，为一家全球知名的ODM公司的3名高管提供了辅导，提升了他们的领导能力和整体表现。在此过程中取得了显著的成效，因此该公司将计划从3个月延长到5个月。",
          "- 为一家香港龙头企业的保险子公司进行了深入的高层团队效能评估，并与25名高管进行了一对一的反馈和评估。同时解决了高级管理层之间的冲突，为他们重新安排了职位和责任。",
          "- 组织了1-3阶段的战略和转型研讨会，吸引了超过200名中国公司的高管参加。会后与他们进行了一对一的辅导。",
          "- 带领来自各行各业的20多位董事长参加了为期一年的个人发现之旅，其中包括小组讨论和一对一辅导的环节。",
        ],
      ],
      img: "/myService/icons/detail_4_2.png",
      img1: "/myService/icons/detail_4_3.png",
      img2: "/myService/icons/detail_4_4.png",
      img3: "/myService/icons/detail_4_5.png",
      img4: "/myService/icons/detail_4_6.png",
      img4_2: "/myService/icons/detail_4_6_2.png",
      img5: "/myService/icons/detail_4_7.png",
      img6: "/myService/icons/detail_4_8.png",

      tit1: ["评估工具-", "Everything Disc{'@'}报告"],
      tit2: "DisC®可以帮助我们",
      tit3: "实战案例-测评助力人才甄",
      tit4: ["评估工具-", "职业锚测评报告"],
      tit5: "为何“职业错”? 职业价值观",
      txt5_msg:
        "指当一个人不得不做出选择的时候，他无论如何都不会放弃的职业中的那种至关重要的东西",
      tit6: "理念和方法",
      tit7: "建设方法论",
      txt7_msg1:
        "我们认为可持续发展是一个旅程，企业要获得可持续成功，首先制定策略和目标，在赋能管理和执行者必要的工具和知识的同时教练的陪伴有助于他们释放领导力潜能，打造高绩效团队，推动组织成功。",
      txt7_msg2: "打造可持续发展组织，并让组织中的每个个体得到可持续提升",
      tit8: "服务和交代? 职业价值观",
      txt8_msg:
        "我们为客户提供可持续发展的战略的解码、组织转型、文化重塑、领导力发展和员工敬业度等的咨询服务解决方案",
    },
  },
  server_case1: {
    title: "如何甄选人才",
    banner: [
      "/myService/icons/detail_1_1.png",
      "/myService/icons/detail_1_2.png",
      "/myService/icons/detail_1_3.png",
    ],
    conf1: {
      title: "甄选的渠道",
      msg: "Csuite通常采用多种渠道来筛选候选人，通过综合利用多种渠道，以确保我们能够找到最合适的候选人，满足客户的需求。我们深知不同渠道具有不同的优缺点，因此灵活性是我们工作的关键。我们广泛使用以下渠道进行招聘：",
      tips: [
        "充分利用企业专业数据库进行搜索。",
        "运用社交媒体平台来搜索和联系潜在候选人。",
        "利用在线搜索技巧和工具来扩大我们的候选人搜索范围。",
        "在职业网站和招聘平台发布职位需求，并主动联系适合的候选人。",
        "积极参与专业协会和行业活动，与相关人员建立联系。",
        "通过推荐和引荐来找到潜在的高质量候选人。",
        "利用人才地图和其他创新渠道来寻找更多适合的候选人。",
      ],
    },
    conf2: {
      title: "甄选的过程",
      msg: [
        "Csuite在候选人甄选方面表现出色，秉持着在特定领域的深厚专业功底，使我们在行业中脱颖而出。我们建立了广泛的专业网络，并积极参与行业活动、协会会议和社交媒体，以拓展我们的专业网络。通过与潜在候选人建立关系，我们能够让客户更轻松地在第一时间接触到高质量的候选人。",
        "同时，我们运用最先进的数据分析和技术工具，更好地了解市场和候选人的趋势。这使得我们能够更准确地定位和筛选候选人。然而，我们不仅仅关注候选人的数量，更注重他们的质量。我们提供个性化的服务，与客户建立亲密的工作关系，并深入了解他们的企业文化和工作要求，以确保候选人在多个方面与客户的文化和需求相契合。",
      ],
    },
    conf3: {
      title: "我们的服务成就你的业务",
      msg: "通过为企业甄选最佳人选，猎头公司可以积极影响企业的成功。成功的人选选择能够为企业提供所需的人才，帮助提高生产力、业绩和业务成就。而与企业价值观高度契合的员工更有可能积极参与并为企业成功做出贡献。",
      tips: [
        "合适的候选人引入企业后，能够积极为企业的发展和业绩做出贡献。",
        "匹配度高的候选人更容易融入企业文化，加速提高生产效率。他们往往能够更快地实现业务目标，提高绩效。",
        "通过猎头公司找到的候选人通常具备相关的专业知识和经验，对于解决企业的具体需求和挑战至关重要。",
        "招募不合适的员工会导致成本增加、生产力损失和人员流失。猎头公司的专业甄选流程有助于降低这些风险，并确保招聘的员工符合要求。",
        "企业自行招聘员工可能消耗大量时间和资源，而猎头公司可以帮助企业加快招聘流程，使企业能够更专注于核心业务。",
      ],
    },
  },
  server_case2: {
    title: "高管招聘",
    conf1: {
      title: "管理者画像与关键岗位画像的区别",
      msg: "能够成为高绩效的管理员，不仅取决于其与岗位的匹配程度，还受其与组织匹配程度的影响。",
      cards: [
        {
          name: "人-岗匹配",
          tips: ["岗位铁律型要求", "关键历练要求", "绩效要求", "能力要求"],
        },
        {
          name: "人-组织匹配",
          tips: ["企业文化", "团队搭配", "组织氛围", "组织发展阶段"],
        },
      ],
    },
    conf2: {
      title: "人与组织匹配逻辑",
      msg: "不同发展成熟度的组织需要对应的领导风格和领导特质",
      steps: ["初创期", "冲突期", "融合期", "高效期"],
      cards: [
        {
          name: "阶段特质",
          tips: [
            ["互相熟悉", "使用套话", "不互相揭发", "没有冲突"],
            ["团队一致性低", "陈词滥调增加", "冲突增加", "创新变革减少"],
            ["开放的思想", "积极聆听", "团队思想建立", "领导力共享"],
            ["高创造力", "不必寻求太多批准", "强烈的忠诚", "高凝聚力"],
          ],
        },
        {
          name: "适合领导风格",
          tips: [["指导型"], ["教练型"], ["支持型"], ["授权型"]],
        },
        {
          name: "适合领导特征",
          tips: [
            ["控制性高"],
            ["进取性高", "控制性高"],
            ["外向性高", "宜人性高"],
            ["宜人性高"],
          ],
        },
      ],
      tips: "可从财务、客户、内部运营、队伍建设四个维度来评估不同组织的成熟度情况。同时，针对不同的组织特点，优先选择在性格特质、领导风格、经验、核心能力方面更符合组织要求的干部。",
      img: "/myService/icons/detail_2_2.png",
    },
  },
  server_case3: {
    title: "人才地图",
    conf1: {
      title: "什么是人才地图",
      cards: [
        {
          name: "对标岗位人才地图",
          tip: "（行业中所有公司的目标岗位）",
          msg: [
            "有时候研究对象不是目标公司全部的岗位，而是市场上被关注的热点岗位，也是招聘中存在困难的岗位，甚至是招不到人的一些岗位，这种情况下我们按照目标岗位来划分。比如特定的岗位: 经营的某个岗位、市场的某个岗位、总监的岗位或者经理的岗位都可以。",
            "这一类目标岗位人才群体的规模在行业有多少人地理位置如何分布、这些人员的资历和背景、工作职责和绩效状况、薪酬水平、跳槽意愿甚至包括对公司是否愿意加入、看法等。都可以放在人才地图的内容里面。",
          ],
        },
        {
          name: "对标公司及对标岗位人才地图",
          tip: "（目标公司中的目标岗位）",
          msg: [
            "目标公司部门布局，业务布局，对标岗位的人才资历背景、工作职责、KPI绩效考评的状况、薪酬水平、和是否有离职意愿。有了这样的一个地图，就像作战时的有了一张部署精准，结构缜密的战图一样，我们对整个行业的人才做到心中有数，了如指掌。",
            "未来的竞争说的是产品的竞争，但产品它是会改变的无论是渠道、创新，它背后其实都是人才在驱动，所以从根本上来说，我们就要从源头上把握人才Mapping就显得越来越重要了。",
          ],
        },
      ],
    },
    conf2: {
      title: "什么是Mapping?",
      info: "相对而言，猎头公司对人才地图会更加熟悉。我先来为大家做个解读：什么是人才地图？人才地图的内容是哪些？",
      cards: [
        {
          name: "内部-人才盘点",
          msg: "OD通过对内部人才盘点，助力于组织发展及搭建培训体系；",
        },
        {
          name: "外部-人才地图",
          msg: "招聘HR通过系统了解并掌握外部人才市场的关键信息，绘制对标行业、公司的人才地图，助力于人才招募。",
        },
      ],
      text: "今天主要是分享招聘中关于外部人才市场的人才地图。主要的含义是系统性地去了解、绘制、掌握外部的关键人才的分布、地理位置和公司、资历和背景、薪酬信息、动机等关键信息。",
    },
    conf3: {
      title: "人才地图有三种分类：",
      cards: [
        {
          name: "对标公司人才地图 （目标公司的所有岗位）",
          msg: [
            "展现形式目标公司的组织架构，担任重要岗位的人才和资历背景、主要的工作职责、KPI绩效考评的状况、以及薪酬水平和是否有离职意愿等等。",
          ],
        },
        {
          name: "对标岗位人才地图 （行业中所有公司的目标岗位）",
          msg: [
            "有时候研究对象不是目标公司全部的岗位，而是市场上被关注的热点岗位，也是招聘中存在困难的岗位，甚至是招不到人的一些岗位，这种情况下我们按照目标岗位来划分。比如特定的岗位：经营的某个岗位、市场的某个岗位、总监的岗位或者经理的岗位都可以。",
          ],
        },
        {
          name: "对标岗位人才地图 （行业中所有公司的目标岗位）",
          msg: [
            "有时候研究对象不是目标公司全部的岗位，而是市场上被关注的热点岗位，也是招聘中存在困难的岗位，甚至是招不到人的一些岗位，这种情况下我们按照目标岗位来划分。比如特定的岗位：经营的某个岗位、市场的某个岗位、总监的岗位或者经理的岗位都可以。",
            "这一类目标岗位人才群体的规模在行业有多少人、地理位置如何分布、这些人员的资历和背景、工作职责和绩效状况、薪酬水平、跳槽意愿甚至包括对公司是否愿意加入、看法等。都可以放在人才地图的内容里面。",
            "未来的竞争说的是产品的竞争，但产品它是会改变的，无论是渠道、创新，它背后其实都是人才在驱动，所以从根本上来说，我们就要从源头上把握人才，Mapping就显得越来越重要了。",
          ],
        },
      ],
    },
    conf4: {
      title: "如何构建人才地图",
      info: "因为人才地图改变了人力资源管理的定位，人力资源上升到人力资本和人才经营的高度。所以人才地图的构建也要站在更高的高度去搭建才可以。",
      items: [
        {
          name: "梳理企业战略需求、组织体系与人才体系",
          cards: [
            {
              name: "A",
              msg: "企业的发展规划和为实现战略规划的职能与人力资源需求（人力资源管理与人才）。有人说，哪里来的这种需求呀？这种问法也对。因为从来也没有人会直接告诉你这种需求，需要在企业战略规划或战略目标的前提下进行分解，首先是职能需求分解，即为了达到战略目标需要什么样的职能支撑；其次是人才分解，即为了满足支撑战略目标的职能需求，需要匹配什么样的人才和多少数量的人才。",
            },
            {
              name: "B",
              msg: "支撑战略需求的人才图谱以及与之匹配的人力资本投入与收益分析。如何做到人力资源投入产出的最大化。然后反过来，检讨未来人才需求梳理的合理性。",
            },
            {
              name: "C",
              msg: "为了满足未来人才战略，需要的组织形式与胜任标准。",
            },
          ],
        },
        {
          name: "梳理企业的组织体系",
          cards: [
            {
              name: "A",
              msg: "当前的组织体系，包括组织架构、职级体系、薪级体系、职级通道、岗位编制管理等等。",
            },
            {
              name: "B",
              msg: "基于未来战略实现的组织演变模式和与之匹配的组织架构形式。这里我想特别强调一下，组织架构是根据目标达成和运营模式的要求分解出来的，而不是直接画图画出来的。",
            },
            {
              name: "C",
              msg: "基于不同阶段组织形势下，与企业职级体系匹配的人才胜任需求标准。",
            },
          ],
        },
        {
          name: "梳理企业的人才体系",
          cards: [
            {
              name: "A",
              msg: "根据企业战略需求与组织需求，确定人才需求的轻重缓急，并定义企业的“人才”标准。",
            },
            {
              name: "B",
              msg: "对现有人才进行盘点，制定盘点表格并形成盘点矩阵和分析报告。对应现有人才的现状确定其未来的岗位匹配及其个人职业提升与发展的轻重缓急及其通道。同时建立起企业人才流动的常规和非常规通道。",
            },
            {
              name: "C",
              msg: "根据人力资源（含人才）盘点报告和分析，找出现有人才与未来人才需求的差距与现有人才的提升潜力。同时拟定补足差距的途径。",
            },
          ],
        },
      ],
    },
    conf5: {
      title: "我们到底该Mapping什么？",
      msg: [
        "那我们做Mapping，实际上我们Mapping什么。我们的目标是什么，无非就是这三个：公司、岗位、人。",
        "我们要分析说，我们的目标公司有哪些，比如说同行业竞争对手肯定是，还有不同行业的相同岗位，给我们行业做服务、做培训、做咨询的，也会有我们需要的人才。所以目标公司我们要首先锁定，我们到底要Mapping哪些，哪些公司我们要进行地毯式的搜索。",
        "公司定位之后，我们就要定位岗位，你这个公司有哪些岗位是我们关心的，一个部门有多少个这样的岗位，我们也要摸清楚。最后是看人，看这个人的什么，这就涉及到我们后面的内容了。",
        "作为一个人讲，首先我们要知道他在哪个组织，他所在组织的组织架构、概况、创始人、股东、主要的核心团队、他的部门搭建、部门内的配置然后到这个人他的背景资料、学历、年龄等基本资料；还有职业发展、做过哪些公司、这些公司跟我们市场的业务有没有交集；接下来是成就事件——这也很关键，因为人，我们看背景资料，看职业发展，并不能判断这个人做得好还是不好——我们只能知道这个人是这么客观存在的，区别其实就是在成就事件。",
      ],
    },
    conf6: {
      title: "如何绘制Mapping？",
      msg: [
        "人才地图的呈现方式有很多，EXCEL、word、PPT，还有最近很流行的思维导图都可以，大家根据自己的操作习惯来就好。接下来我们就可以做准备工作了：明确对标行业、公司、岗位、明确具体操作的时间节点，明确人员配置与分工，制定操作计划就可以开始了。人才地图中绘制中的内容，可以包含行业信息（行业发展历程、市场容量、产品分类、发展现状、行业痛点、行业标杆）、公司信息（公司发展历程、公司产品、业务分布、组织架构、风云人物、商业行为、近期大事件）、人才信息（管理层姓名、管理层背景、招聘岗位情况）等等。",
        "人才地图绘制完成之后，人才地图是死的，人是活的，人在不断的变换，所以我们的地图也要不断的更新才行。怎么去更新呢，大家还是要像前面做mapping一样，不停的反复做，周期性的做都可以。我们可以关注行业的专业媒体，专注行业的动态，新产品出现、高管离职等等报道。还有可以经常参加行业活动，这样可以得到更多的行业信息；还可以用行业的名义组织一些论坛，邀请一些目标群体的人来做下小型行业知识交流会等等，类似这种活动都可以重新认识行业中的大咖大牛们；还有就是自办活动，公司自己组织一些行业内的论坛，跟媒体合作，媒体做报道，邀请大咖们，或者做一些行业人才状况的调查，调查完了之后报告共享等等。",
        "通过以上方式都可以发现我们人才地图中的一些变化，借以维护和更新。",
      ],
    },
    conf6_more: [
      {
        name: "1.锁定目标公司",
        cards: [
          {
            name: "目标公司常见属性",
            msg: [
              "直接竞争对手",
              "与公司产品的相近 / 相似、有可能在未来参与竞争的公司",
              "与公司产品相关联的公司",
              "人员规模、市场体量相近的公司",
              "营销渠道及方式、运营管理模式相近的公司",
              "同行业中“万金油“企业",
            ],
          },
          {
            name: "目标公司目录来源",
            msg: [
              "根据目标公司常见属性自主分析寻找",
              "搜集我公司参与的各大产品展会的企业名单",
              "记录参加我公司面试的候选人过往的工作单位、通过面试人选进一步了解业务相近的公司名称",
              "交一些行业内的朋友并向其进行咨询",
            ],
          },
        ],
      },
      {
        img: `/myService/icons/detail_3_3.png`,
        name: "2.确定任务画像",
        msg: "人才画像是以职位说明书为基础，对标目标公司，找出能胜任该职位要求的职位原型。",
      },
      {
        img1: `/myService/icons/detail_3_4.png`,
        name: "3.多个渠道搜索",
        msg: "渠道使用技巧",
        img2: `/myService/icons/detail_3_5.png`,
      },
      {
        name: "4.整理信息拼图",
        img1: `/myService/icons/detail_3_6.png`,
        msg: "信息拼图的基本原则",
        img2: `/myService/icons/detail_3_7.png`,
      },
    ],
  },
  server_case5: {
    title: "职业教练",
    img: [
      "/myService/icons/detail5_3_1.png",
      "/myService/icons/detail_5_3.png",
      "/myService/icons/detail_5_4.png",
      "/myService/icons/detail_5_5.png",
      "/myService/icons/detail_5_6.png",
      "/myService/icons/detail_5_7.png",
    ],
    img_card: [
      "/myService/icons/detail_5-card1.png",
      "/myService/icons/detail_5-card2.png",
      "/myService/icons/detail_5-card3.png",
      "/myService/icons/detail_5-card4.png",
      "/myService/icons/detail_5-card5.png",
      "/myService/icons/detail_5-card6.png",
      "/myService/icons/detail_5-card7.png",
      "/myService/icons/detail_5-card8.png",
    ],
    img_card2: [
      "/myService/icons/detail_5_card2-1.png",
      "/myService/icons/detail_5_card2-2.png",
      "/myService/icons/detail_5_card2-3.png",
      "/myService/icons/detail_5_card2-4.png",
    ],
    conf1: {
      title: "领导者四大挑战",
      card: [
        {
          tit: "领导业务",
          msg: [
            "全面、系统、前瞻思考业务",
            "从全局把握业务的发展趋势和规律",
            "战略性思考和决策",
          ],
        },
        {
          tit: "领导自我",
          msg: [
            "自我意识",
            "跳出固有思维，迎接挑战",
            "自我能量和活力管理",
            "自我发展",
          ],
        },
        {
          tit: "领导团队",
          msg: [
            "网罗合适能千人才加入组织",
            "传递愿景、凝聚团队",
            "辅导他人、培养人才",
            "留住人才，避免员工倦怠",
          ],
        },
        {
          tit: "领导变革",
          msg: [
            "提升灵活度、敏锐度，预判并快速应对变化",
            "领导业务转型，创新迭代",
            "对竞争大环境有所应对",
          ],
        },
      ],
    },
    conf2: {
      title: "我们的效果",
      card: [
        {
          tit: "协作能力",
          num: "71%",
          msg: ["提高领导者与他人互动、高效协作的能力"],
        },
        {
          tit: "思维创新",
          num: "49%",
          msg: ["推动增长和创新的领导者战略和批判性思维"],
        },
        {
          tit: "认知提升",
          num: "163%",
          msg: ["缓解领导者的高压情绪，提高自我认知"],
        },
        {
          tit: "应变能力",
          num: "62%",
          msg: ["提高面对冲和解决冲突的能力"],
        },
      ],
    },
    conf3: {
      title: "我们如何做到",
      card: [
        {
          tit: "结合业务挑战",
          msg: ["行为改变科学", "积极心理学", "心理资本"],
        },
        {
          tit: "科学服务流程",
          msg: [
            "Double-PCD改变流程",
            "以业务和领导行为为靶心，有针对性、及时性地教练辅导",
          ],
        },
        {
          tit: "内核和外核双核改变",
          msg: ["内核针对领导潜能", "外核针对领导行为"],
        },
        {
          tit: "行为改变科学",
          msg: ["基于行为改变科学", "系统打造领导者"],
        },
      ],
    },
    conf4: {
      title: "科学服务流程",
      msg: "Double-PCD改变流程，以业务和领导行为为靶，通过有针对性、及时性地教练辅导，支持领导者实现心智模式和领导行为的双重改变和提升，更好地应对业务挑战。",
      cards: [
        {
          tit: "绩效诊断",
          txt: "深度诊断管理者的领导行为对业务的影响",
        },
        {
          tit: "能力测评",
          txt: "精准定位需要提升的领导力",
        },
        {
          tit: "匹配专业教练",
          txt: "根据领导者的发展方向、风格特点等匹配最适合的教练",
        },
        {
          tit: "1V1在线辅导",
          txt: "随时发起60分钟约谈7*24小时在线个性化、针对性辅导高效快速解决工作问题长久提升能力",
        },
        {
          tit: "行动计划",
          txt: "会谈结束后，领导者及时产生影响业务的行为改变计划",
        },
        {
          tit: "数据反馈",
          txt: "实时追踪领导潜能和行为的数据报告",
        },
      ],
    },
    conf5: {
      title: "常见应用场景",
    },
    conf6: {
      title: "什么时候高管必须有一位教练？",
    },
    conf7: {
      title: "高管工作表现的具体变化",
      msg: [
        "找到自己独特的领导风格，发挥影响力",
        "将目标与战略更好地结合及落地执行",
        "培养从不同的角度思考，提升创造性思维和洞察力",
        "提高影响力和大局观 从“我”到“我们”",
        "改善沟通技巧，更有效激励团队，改善团队的主动性与参与度",
        "适当的委派和让员工负责，成为一个更有生产力的领导者",
      ],
    },
    conf8: {
      title: "甄选行业前30%高管教练",
      msg: [
        [
          "专业资质：",
          "香港大学企业教练和领导力研究生",
          "ICF 认证ACC教练，实战教练时数280+，专注于高管教练，绩效教练以及职业转型教练",
          "Everything DiSC 认证测评以及授课讲师（Everything DiSC 被广泛用于团建，培训和人才发展）",
          "职业锚认证测评以及授课讲师",
          "Point of You 认证（POY被广泛适用于团建，培训和工作坊）",
          "CCDM职业规划师",
          "IMPA-HR高级人力资源管理师",
        ],
        [
          "相关经验:",
          "“在行”注册行家，超过100小时一对一辅导，话题方向：了解个性特质MBTI，规划职业方向 、助力职业晋升，提升领导力",
          "2021年5月 西安建筑科技大学 讲授”职业规划“课程",
          "2021 - 2022  担任华东理工大学商学院  职业发展导师",
          "2021 - 2020 中智“导师巡航计划”大学生职业生涯规划，被评为十佳志愿者导师",
          "2019 上师大研究生职业生涯规划教练",
          "2018 同济大学经济与管理学院MBA签约教练",
          "2016 - 2017是交大马赛商学院MBA签约教练",
        ],
      ],
    },
    conf9: {
      title: "100+多维度画像教练，满足员工多类话题诉求",
      title2: "还有更多教练期待你来开箱······",
    },
    conf10: {
      title: "部分代表产品",
    },
  },
  server_case6: {
    title: "驻场人事",
    conf1: {
      title: "什么是驻场人事",
      msg: [
        "驻场人事服务指的是在企业内部设立办公室或工作场所的专业人力资源（HR）专家或团队，与企业管理层和员工紧密合作，提供广泛的人力资源支持，解决与员工和组织相关的各种问题。此类服务通常由外部独立的专业人力资源咨询公司或服务提供商提供。",
      ],
    },
    conf2: {
      title: "企业通常需要外部公司提供驻场人事服务的原因包括",
      msg: [
        "1.  知识经验： Csuite拥有丰富的人力资源专业知识和经验，能够为企业提供全面的人力资源支持。我们的专业团队熟悉最佳实践、法规和行业趋势，能够帮助解决各种人力资源难题。",
        "2. 成本效益： Csuite通常能够提供定制服务，根据企业需求灵活调整成本。这有助于企业节省人力和财力资源，并避免雇佣全职人力资源员工带来的成本负担。",
        "3. 临时需求： 有时，企业可能只在特定时期或项目中需要人力资源支持，而不需要全职员工。Csuite可提供按需服务，满足这些短期或基于项目的需求。",
        "4. 提高效率：CSUITE提供的人力资源团队通常能够更迅速地应对问题和挑战，因为我们专注于人力资源服务，没有内部政治或流程限制。这有助于提高工作效率。",
        "5. 独立客观：我们提供的专业人力资源团队通常能够在企业外部提供独立客观的意见，不受内部政治和偏见的影响。这有助于更好地处理员工问题和决策。",
        "6. 灵活多样：我们的人力资源专业团队通常拥有更丰富的资源和多样性，能够适应各种规模和行业的企业需求。",
        "7. 专业领域：我们提供的人力资源服务可能专注于特定领域，如员工福利、绩效管理、招聘等，为企业提供精细化支持。",
        "总结来说，作为外部公司提供驻场人事服务，能够为企业提供专业、经济、灵活的人力资源支持，帮助解决各种人力资源难题，使企业能够更专注于核心业务。",
      ],
    },
    conf3: {
      title: "驻场人事服务通常包括以下职责和活动",
      msg: [
        "1. 招聘支持：从发布招聘信息、筛选候选人到安排面试，驻场人事为公司的招聘需求提供全方位的支持。",
        "2. 培训发展：设计并实施员工培训计划，帮助员工提升技能和知识水平。",
        "3. 绩效管理：协助建立绩效考核流程，跟踪并管理员工的绩效表现。",
        "4. 员工关系：解决员工间的纷争，处理员工投诉，促进积极的员工关系。",
        "5. 薪酬福利：管理薪酬和福利计划，确保其市场竞争力。",
        "6. 法律合规：确保公司的雇佣实践符合相关法律法规，降低法律风险。",
        "7. 政策程序：协助制定、更新和实施公司的人力资源政策和程序。",
        "8. 员工沟通：帮助建立有效的员工沟通策略，确保员工了解公司政策和变化。",
        "驻场人事服务的优势在于提供个性化的实时支持，能够更好地了解公司文化和需求，以更好地满足员工和管理层的要求。这有助于提高员工满意度，减少人力资源问题，提升组织绩效。",
      ],
    },
    conf4: {
      title: "离任和转型",
      msg: [
        "1. 人员优化项目",
        "2. 培训课程：七彩职涯探索之旅",
        "3. 培训课程：离职简历准备和面试辅导",
        "4. 离职教练陪伴",
      ],
    },
  },
  server_case7: {
    title: "市场资讯服务",
    conf1: {
      title: "关于研亚咨询",
      msg: [
        "研亚咨询致力于通过深度、定制化的市场研究服务，帮助客户洞察技术发展趋势、发现新的业务机会、制定差异化的竞争策略、探寻产业链上合作伙伴，进一步为客户战略制定提供关键决策信息，从而实现业务的可持续增长研亚咨询在性能材料与特种化学品、新能源汽车、半导体/显示/电子、光伏、精密仪器等领域，系统研究与经验积累超过15年；服务于上述领域的全球领先企业，包括：万华、3M、赢创、亨斯迈、汉高、西门子、丰田、电装、日立化成、英飞凌、东丽、住友化学等",
      ],
    },
    conf2: {
      title: "研亚咨询的使命",
      msg: [
        "研亚咨询致力于通过深度、定制化的市场研究服务，帮助客户洞察技术发展趋势、发现新的业务机会、制定差异化的竞争策略、探寻产业链上合作伙伴，进一步为客户战略制定提供关键决策信息，从而实现业务的可持续增长。",
      ],
    },
    conf3: {
      title: "研亚咨询的服务",
      card: [
        "洞察技术发展趋势",
        "发现新的业务机会",
        "制定差异化的竞争策略",
        "优化商业模式&寻找合作伙伴",
        "规避决策风险",
        "Ensuring future sustainable business growth",
      ],
    },
    conf4: {
      title: "研亚咨询的优势",
      card: [
        "横跨科技与材料两个维度的复合研究",
        "针对材料的系统性研究",
        "针对众多不同下游领域的多维度研究",
        "贯穿汽车产业链各个环节的研究",
        "持续的研究经验积累&定制化设置研究内容",
        "成熟的数据模型运用",
        "能够为新业务机会甄选、市场进入提供专业咨询",
      ],
    },
    conf5: {
      title: "研亚咨询深度研究的经验涉及领域与产品",
      img: [
        "/myService/icons/detail7_card_1.png",
        "/myService/icons/detail7_card_2.png",
        "/myService/icons/detail7_card_3.png",
        "/myService/icons/detail7_card_4.png",
        "/myService/icons/detail7_card_5.png",
      ],
    },
    conf6: {
      title: "研亚咨询的产品和服务",
      img: "/myService/icons/detail7_card2_1.png",
    },
    conf7: {
      title: "我们是如何持续关注合作伙伴多样的、各自不同的业务挑战",
      img: "/myService/icons/detail7_card2_2.png",
    },
    conf8: {
      title: "始终，我们服务于客户的业务的持续增长，与核心竞争力构筑，这基于",
      msg: [
        "1.聚焦下游新的技术趋势、新的应用趋势、新的产品开发，发现新的业务机会",
        "2.贯穿产业链的研究，针对核心竞争要素、关键成功因素的深度分析",
      ],
    },
    conf9: {
      title: "不用阶段不同挑战",
      card: [
        {
          name: "市场进入期",
          msg: ["谁是首期客户？", "他们需求是什么又如何满足？"],
        },
        {
          name: "业务快速成长期",
          msg: ["如何进一步扩大市场份额？"],
        },
        {
          name: "格局稳定市场份额饱和期",
          msg: ["如何保持持续竞争优势？", "客户忠诚度如何长久维护？"],
        },
        {
          name: "业务调整期",
          msg: [
            "新的机会是什么？",
            "怎样筛选新的业务机会？",
            "新业务开发与进入策略？",
          ],
        },
      ],
    },
    conf10: {
      title: "研亚咨询深服务的客户",
    },
  },
  page_customer: {
    conf1: {
      title: "成功案例分析",
    },
    conf2: {
      title: "客户评价",
      detail: [
        {
          name: "Chris Daly",
          tit: "博凯机械首席执行官&董事会成员",
          msg: "“婷婷和她的团队热情、活力和认真负责，使他们在为我们的业务需求和文化量身定制服务方面有别于其他招聘机构。CSuite团队不仅专业，并且总是以比预期的更好的结果为目标。",
        },
        {
          name: "Shane Tedjarati",
          tit: "霍尼韦尔国际公司全球高增长区域总裁兼首席执行官",
          msg: "“婷婷和她的团队热情、活力和认真负责，使他们在为我们的业务需求和文化量身定制服务方面有别于其他招聘机构。CSuite团队不仅专业，并且总是以比预期的更好的结果为目标。",
        },
        {
          name: "James L. Perry",
          tit: "马斯特液体解决方案全球高级副总裁",
          msg: "“作为战略人才计划的一部分，你一定要认识到，你必须与出色的外部招聘顾问合作。CSuite是我们在中国最佳的招聘伙伴，他们能深刻理解我们的业务，就好像我们内部管理者一样，为你找到那些最合适的人选。”",
        },
        {
          name: "Ronald Wienholts",
          tit: "扎玛精密工业制造集团总裁",
          msg: "“CSuite一直是Lenze优秀的，长期的合作伙伴，他们总是为我们空缺的职位提供合适的人选。团队顾问有很强的国际文化意识，为我们找到不仅仅是技术技能匹配，而且匹配公司文化的人才。”",
        },
        {
          name: "Carine Beer",
          tit: "欧可优首席人力资源官",
          msg: `Occhio是最具创新力和增长最快的德国品牌之一，也是奢侈品领域最具创新力的五大品牌之一。中国已经成为Occhio最优先考虑的市场，我们聘请CSuite为中国市场寻找一位总经理。由于新冠肺炎疫情的限制，我们无法亲自会见候选人，我们依赖CSuite顾问的建议和判断。他们很快就了解了Occhio的具体需求，并为我们提供了优秀的候选人进行视频面试。在整个招聘过程中，他们起到了很好的引导作用，我们得以在很短的时间内与一位出色的候选人签订合同。`,
        },
        {
          name: "Paoflo-A. Sardano – Bottero",
          tit: "玻璃工业全球总经理",
          msg: "C-Suite团队是积极主动、全心全意的热心人，他们始终关心招聘工作的方方面面，因此，即使在大流行病这样的困难时期，他们的表现也能达到我们的预期",
        },
        {
          name: "Vera Gu",
          tit: "霍夫曼集团亚洲分部人力资源总监",
          msg: "C-Suite顾问具有很强的分析能力和搜索能力，能够将我们的需求与合适的高素质候选人联系起来。因此，专业的方法和及时的交付让霍夫曼中国受益匪浅。",
        },
      ],
    },
  },
  customer_case: {
    tit1: "大致介绍",
    tit2: "介绍",
    tit3: "项目简介",
    tit4: "成果",
    tit5: "搜索方法",
    case1: {
      name: "Occhio",
      title: "案例一：Occhio",
      conf1: [
        "客户（Occhio）：Occhio是德国设计界的一家顶尖企业，也是获得全球设计大奖的高端照明灯具设计集团。以卓越的灯光质量、设计工艺和使用体验为每个空间提供解决方案，是照明设计领域创新和发展速度最快的公司之一。",
        "Csuite角色：Csuite负责全面处理Occhio的招聘流程，帮助客户进军中国市场，将公司在中国的雄心转化为盈利业务，巩固了其强大的领导地位。",
        "招聘职位包括：总经理、项目销售、渠道销售、旗舰店销售总监、营销经理、店面经理、店面销售、照明设计师等",
      ],
      conf2: [
        "Occhio总部位于德国慕尼黑，是一家屡获殊荣的照明和氛围设计集团，以其创新精神而闻名，是发展最快的公司之一。从一家德国光学设计领域的标杆企业发展成为国际照明设计奢侈品品牌，在全球拥有240多名员工。",
      ],
      conf3: [
        "Occhio借助Csuite平台的人才库和人才管理体系，制定了一项全面的人才战略计划，以进入中国市场并扩大业务规模。该计划是一个庞大而变革性的计划，需要物色一个令人信服的总经理来领导该品牌在中国的发展。在这个过程中，Csuite为总经理职位提供了多个合适人选，帮助Occhio在中国快速发展。",
        "Occhio和Csuite紧密合作，物色了许多合适的人选，解决了许多职位的空缺问题，建立了令人信服的团队，为支持整体销售战略目标提供支持，增加了创收业务，同时巩固了强大的领导基础。",
      ],
      conf4: [
        "Csuite制定了一个充满活力的人才搜索计划，在3个月内成功完成了总经理职位的招聘，并继续寻找和提供了项目销售、渠道销售、旗舰店销售总监、营销经理、门店经理、门店销售和照明设计师等多个职位的人才。我们的招聘团队拥有全面的人才组合和专业技能，能够启动Occhio的旗舰店，并将业务扩展到整个中国，实现了客户对在中国市场的雄心壮志的期望。",
        "Csuite将继续努力与客户建立牢固的关系，客户认为我们量身定制的人才采购方法既独特又有效。我们将继续扮演独家角色，为Occhio在市场上的强劲增长提供支持。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "在过去几年的新冠疫情中，Occhio面临着一个巨大的挑战，即如何在国境封锁和高管出行困难的情况下进军中国市场。Csuite在这个过程中发挥了关键作用，团队成员展示了出色的远程工作能力，通过对预期公司的资本支出、税务要求、人才成本和团队架构等进行分析，赢得了客户的信任。同时，在高度保密的条件下，Csuite对候选人的搜索和筛选过程保持了完全匿名。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "招聘的第一步是对空缺职位（中国区总经理和区域销售管理人员）进行全面审查，同时对每个候选人进行深入调研和全方位评估，包括公司文化、思维过程、业务发展和工作分析方法在内。",
            "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围名单的候选人进行了严格的审查和面试过程，将激烈竞争的候选人缩小到前5名，我们的评估方法详细介绍了这一过程。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case2: {
      name: "Amcor",
      title: "案例二：Amcor",
      conf1: [
        "客户（Amcor）: Amcor是全球领先的食品、饮料和制药包装解决方案开发和生产商。",
        "Csuite角色：Csuite帮助Amcor的蛋白质部门组建了新的业务团队，在新冠疫情期间将销售额从零推至超过1亿人民币。",
        "招聘职位包括：大中华区各分区域销售主管。",
      ],
      conf2: [
        "Amcor是一家全球领先的食品、饮料、制药和其他包装需求的高质量、负责任的包装解决方案开发和生产商。该公司在全球43个国家拥有220多个工厂，员工人数约为44,000人。",
      ],
      conf3: [
        "Amcor委托Csuite负责人才招聘，并为其蛋白质部门建立新的业务团队。在新冠疫情期间，Csuite克服了时间和空间上的挑战，从零开始寻找候选人来加强该业务团队，并帮助Amcor实现其人才战略的落地。",
        "Csuite与Amcor密切合作，为该业务团队招聘了杰出的区域销售管理人员（中国东部、西部、南部和北部），推动了企业战略举措的平稳过渡。",
      ],
      conf4: [
        "在半年的时间里，Csuite从零开始，建立了一个强大的核心业务团队，并在疫情期间将销售额推动超过1亿元人民币。Csuite将继续提供切实可行的解决方案，支持Amcor在该地区设定的人才战略。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "Amcor的首席执行官与Csuite合作，共同致力于打造一个新的业务部门。对于Amcor来说，Csuite是一个非常出色的人才解决方案供应商，因为Amcor需要对业务部门进行精心打造，所以需要一家精品人才咨询团队来提供专业帮助。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "招聘的第一步是对空缺职位（区域销售管理人员）设立人才画像，并对每个候选人进行深入调研。所有入围的候选人都经历了多轮面试，对他们的工作背景、职业规划和抗压能力等综合素质进行了方法论分析。",
            "每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。这个过程如下所示。Csuite进行了严格的候选人审查和面试过程，将激烈竞争的候选人缩小到前5名。",
            "基于特定角色（区域销售管理人员），Csuite为客户严格甄选，不仅要求出色的个人素质，而且要符合企业的文化氛围，以确保推荐的候选人能够轻松适应Amcor的企业文化。这个过程同样适用于所有业务单元的候选人。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case3: {
      name: "LOBA",
      title: "案例三：LOBA",
      conf1: [
        "LOBA是一家全球制造商，生产优质的木地板装饰、清洁和保养产品，适用于拼花地板、木地板、弹性和矿物质地板等。",
        "Csuite角色：通过组建强大的管理团队，Csuite推动了LOBA的公司变革战略，加速了收入增长，并持续增强了LOBA在中国市场的实力。",
        "招聘职位包括：中国区总经理、区域销售管理（包括中国东部、西部、南部和北部）。",
      ],
      conf2: [
        "LOBA成立于1922年，总部位于德国斯图加特，是一家致力于设计、清洁和保养木材、软木表面以及弹性和矿物质地板的高品质地板装饰制造商。",
        "在过去的100多年里，LOBA始终保持着专注于核心业务并通过创新不断扩展产品组合的平衡。公司的明智决策、远见卓识和乐观的未来态度塑造了其形象，在全球60多个国家开展相关业务。",
      ],
      conf3: [
        "LOBA请Csuite协助推动其变革管理战略，并提供相应的人才解决方案，以建立一个强大的本土化团队，包括中国区总经理和覆盖整个中国大陆的区域销售管理团队。Csuite提出了一个大胆的愿景，即重塑高级管理层，加快收入增长，使LOBA在中国区取得蓬勃发展。",
      ],
      conf4: [
        "Csuite进行了广泛的人才搜索计划，在3个月内找到了富有创新精神的中国区总经理和区域销售经理。在Csuite的人才战略的推动下，该部门用了一年的时间实现了从亏损到盈利的转变，现金流和利润数据非常可观。凭借Csuite出色的人才招募策略，LOBA在中国的销售额不断增长，保持良好的上升势头。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "LOBA的全球人力资源总监将Csuite列为接手此项目的主要候选人之一，并最终从5位候选企业中选择了我们。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "招聘的第一步是对空缺职位（中国区总经理和区域销售管理人员）进行全面审查，同时对每个候选人进行深入调研和全方位评估，包括公司文化、思维过程、业务发展和工作分析方法在内。",
            "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围名单的候选人进行了严格的审查和面试过程，将激烈竞争的候选人缩小到前5名，我们的评估方法详细介绍了这一过程。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case4: {
      name: "TRIUMPH",
      title: "案例四：TRIUMPH",
      conf1: [
        "TRIUMPH是一家英国知名的摩托车制造商，也是世界上最具声誉和骑手喜爱的摩托车品牌之一。",
        "Csuite角色：Csuite负责TRIUMPH的人才招聘计划，支持该公司在全球商业版图的扩张。在TRIUMPH拓展中国市场时，Csuite协助搜寻关键职位的候选人，以支持公司本土化团队建设，并帮助拓展市场。目前，已经成功建立了超过35个地点。",
        "招聘职位包括：中国区董事总经理、财务总监、高级财务总监、售后管理、财务助理、销售主管、零配件管理经理等。",
      ],
      conf2: [
        "Triumph Motorcycles Ltd（凯旋）是英国最大的摩托车制造商，全球拥有2000多名员工。100多年来，其激情和灵感一次又一次地推动着摩托车历史的进化。Triumph从定义摩托车到被摩托车所定义，成为了摩托车历史的传奇，成为了赛车文化中一种持久的象征，是世界上最知名、最受喜爱的摩托车品牌之一。",
      ],
      conf3: [
        "Triumph（凯旋）选择Csuite全面负责其充满雄心的人才招聘，以支持企业的全球布局和扩张。同时，Csuite也负责审查与招聘中国市场所需的高级人才，支持公司在中国的本土化，并扩大在中国的品牌影响力。",
      ],
      conf4: [
        "Csuite建立并实施了一项全面的人才招聘计划，包括但不限于高层管理人员、财务、销售和技术等关键职位。",
        "对于每个职位，Csuite预留了两个月的时间窗口期，这些职位包括但不限于中国区总经理、财务总监、高级财务总监、售后管理、财务助理、销售主管和配件经理等关键职位。",
        "Csuite将继续为Triumph的人才咨询和管理计划提供有效的支持和解决方案，为品牌在全球各地区实现强劲增长和卓越的销售数据。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "Triumph与Csuite合作，将Csuite选为其专属人才咨询服务公司，负责对其在中国的人才招募和管理战略进行规划。Triumph的管理团队依靠Csuite扎实的专业知识和丰富的本地人脉来实现他们的商业愿景。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "Csuite为核心管理团队及其支持人员寻找与之相匹配的人才，包括但不限于中国区总经理、财务总监、售后管理、财务助理和销售主管等职位，并对每个职位的候选人进行彻底审查，包括相关的资质、行业视角、分析方法和企业文化，以确保候选人的独特品质与Triumph的文化、分析方法和工作流程相一致。",
            "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围候选人进行了严格的审查和面试程序，将竞争激烈的候选人进一步缩小到前5名，我们的评估方法详细介绍了这一过程。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case5: {
      name: "UFI",
      title: "案例五：UFI",
      conf1: [
        'UNIVERSAL FILTER（"UFI"）是全球过滤技术、能源热管理解决方案以及氢气过滤领域的领导者。',
        "Csuite角色：UFI聘请Csuite在确定关键管理岗位人选、确定市场需求、与市场竞争对手招聘战略和内部结构保持一致性、市场适应性等方面发挥战略作用，并完成了对中国和全球市场的深入研究。",
        "招聘职位包括： CMO（首席营销官）、CHRO（首席人力资源官）",
      ],
      conf2: [
        '自1971年以来，UNIVERSAL FILTER（"UFI"）一直被誉为全球过滤技术、能源热管理解决方案以及氢气过滤领域的领导者。该集团提供服务于汽车、航空航天和船舶等广泛领域，并作为特种工业和定制液压应用的供应商。其创新能力享誉全球，为法拉利和其他顶级F1车队、欧洲ExoMars航天器等提供支持。',
        "UFI是最早发现亚太地区发展机遇的意大利公司之一。目前，UFI在21个国家拥有20个工业基地和超过4000名员工。",
      ],
      conf3: [
        "UFI选择与Csuite合作是因为Csuite不仅拥有独特的专业人才寻找能力，还能提供量身定制的人才战略服务，以增强UFI在市场上的竞争优势。Csuite在研究和寻找高级管理人才方面发挥了关键作用，推动UFI实现了市场增长。",
      ],
      conf4: [
        "在短短的6周内，Csuite制定并交付了一系列人才解决方案，确保市场需求与与市场竞争对手招聘战略以及内部结构保持一致。Csuite在这个过程中进一步研究了市场适应性，并完成了针对中国和全球竞争的深入研究。同时，我们在两个月内对高级管理岗位的候选人进行了面试，为CMO和CHRO职位寻找并提供了有力的人才。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "UFI需要一个优秀的人才咨询与管理团队来实现其扩张计划，选择Csuite是因为我们拥有专业能力，能够提供量身定制的人才审查和推荐服务，为人才招聘和市场进入战略提供有效的解决方案。我们与UFI之间的合作关系进一步加深，Csuite将为公司持续发展提供人才咨询的支持。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "除了为UFI提供令人信服的市场定位和发展前景，Csuite还为CMO和CHRO两个职位提供了全面的支持，因为这两个职位需要经过彻底的审查。考虑到UFI的特殊需求，我们首先确定了企业的市场定位，为领导层选拔提供了依据，因为我们深知实施宏大战略所需的人才组合。企业文化、流程导向的思维方式和分析方法是我们寻找候选人的关键标准。",
            "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围候选人进行了严格的审查和面试程序，将竞争激烈的候选人进一步缩小到前5名，我们的评估方法详细介绍了这一过程。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case6: {
      name: "BHS",
      title: "案例六：BHS",
      conf1: [
        "BHS是全球领先的瓦楞纸板机械和服务供应商，占据全球市场份额超过50%（全球最大的瓦楞纸板行业解决方案供应商）。通过超过50年的精心经营和发展，BHS积累了丰富的经验和众多的技术创新成果，成为瓦楞纸板行业中强大而可靠的供应商。",
        "BHS在22个国家开展业务，拥有近1600名员工。BHS亚洲分公司于2023年进驻中国市场，在上海青浦设立了区域总部、研发中心和生产工厂。该生产基地成立于2009年，并于2017年进行了进一步扩建。",
      ],
      conf2: [
        "BHS是全球领先的瓦楞纸板机械和服务供应商，占据全球市场份额超过50%（全球最大的瓦楞纸板行业解决方案供应商）。通过超过50年的精心经营和发展，BHS积累了丰富的经验和众多的技术创新成果，成为瓦楞纸板行业中强大而可靠的供应商。",
        "BHS在22个国家开展业务，拥有近1600名员工。BHS亚洲分公司于2023年进驻中国市场，在上海青浦设立了区域总部、研发中心和生产工厂。该生产基地成立于2009年，并于2017年进行了进一步扩建。",
      ],
      conf3: [
        "BHS委托Csuite领导整个集团的转型变革管理计划。在BHS对中国实体工厂进行战略收购之前，作为尽职调查的一部分，我们牵头进行了并购研究。同时，Csuite还为集团的变革管理计划建立了完整的组织结构，并提供额外的尽职调查洞察服务，为BHS的管理层提供财务结构、产品和供应链改进方面的恰当信息。",
      ],
      conf4: [
        "Csuite为BHS进行了全面的市场调研计划，仅用了两个月的时间就完成并交付了尽职调查报告。同时，我们也投入了10个月的时间来寻找不同职位的人才，包括但不限于技术总监、财务总监、首席运营官、并购总监、采购与供应总监、运营总监、机械工程师、电气工程师、人力资源业务伙伴 (HRBP)、售后服务主管、销售经理和生产经理等。在未来，Csuite将继续全力支持BHS在该地区的人才招聘计划。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "引领变革创新是一项具有挑战性的任务。我们定位自己为一家高端人才咨询公司，这使得Csuite相比同类型公司更具吸引力，也是BHS选择我们的决定性因素之一，因为BHS需要我们卓越的工作能力来推动业务增长进入下一个阶段。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "寻找适合变革管理战略的候选人是一项特别具有挑战性的工作，整个周期非常复杂，并需要不断调整以帮助BHS实现发展目标。我们进行的并购研究为人才战略提供了依据，为BHS找到了与竞争对手错位竞争的机会，并为业务和收入增长寻找了新的突破口。我们在上述所有关键岗位上招募到的管理人员正在逐步推动实现公司的愿景。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case7: {
      name: "EJOT",
      title: "案例七：EJOT",
      conf1: [
        "EJOT是一家专门为工业和汽车行业提供先进紧固技术和解决方案的中型企业集团。",
        "Csuite角色：EJOT是Csuite的新客户，专注于先进自攻紧固技术业务，Csuite协助其招募高级管理人才，以实现在中国市场的业务转型。",
        "招聘职位包括：销售总监、技术主管。",
      ],
      conf2: [
        "EJOT（毅结特）是一家专门从事先进紧固技术的中型企业集团，它的客户主要来自汽车和供应商行业、电气工程、电子和建筑行业。EJOT提供广泛的创新紧固元件，例如用于金属和塑料、工程塑料和金属成型零件的自攻螺钉，用于屋面和覆层的全系列紧固件以及用于固定外部隔热复合材料的ejotherm®程序。经过 100 多年的发展，EJOT 在全球 40 个分公司拥有 3700 多名员工。",
      ],
      conf3: [
        "EJOT是Csuite最新的合作伙伴，我们以极大的热情为他们制定了全面的人才研究和招聘计划，以推动他们在中国市场的发展。我们与EJOT紧密合作，积极提升他们的人才管理水平，并帮助他们在相关领域扩大人才影响力。",
      ],
      conf4: [
        "在短短的3个月内，Csuite成功地搜集并招聘了适合销售总监和技术主管这两个关键职位的人选。随着EJOT在中国大陆区域的业务发展，我们将继续与他们密切合作，共同成长。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "作为Csuite的最新客户（合作伙伴），EJOT发现我们量身定制的人才招聘和多样化服务具有很高的性价比，能够帮助他们解决当前的困境，于是向我们提出了需求，让我们为他们的战略发展提供更精准的建议。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "EJOT希望在所在领域中脱颖而出，所以我们寻找人才时关注的关键因素是远见、文化价值观、坚韧品质和卓越的领导力。Csuite对入围候选人进行了严格的审核和面试程序，从众多竞争者中筛选出前5名最强有力的候选人。我们的评估方法详细介绍了整个过程。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
    case8: {
      name: "HAM-LET",
      title: "案例八：HAM-LET",
      conf1: [
        "HAM-LET是领先的超净和一般工业仪表、阀门、接头配件和系统制造商和供应商。",
        "Csuite角色：Csuite负责领导HAM-LET的变革管理计划，稳定具有挑战性的运营环境，并将其转变为一个协作团队文化，通过强有力的领导解决运营中的薄弱环节。",
        "招聘职位包括：中国区商务副总裁、运营副总裁。",
      ],
      conf2: [
        "HAM-LET集团成立于1950年，已成为超净和一般工业领域的高品质仪表、阀门、接头配件和系统的领先制造商和供应商。HAM-LET的产品广泛应用于石化、半导体、能源、实验室、生物食品工程、制药、造纸和采矿等多个行业。Ham-Let在全球设有14个分支机构、5个生产基地，拥有900多名员工，销售网络遍布全球。",
      ],
      conf3: [
        "Csuite得到HAM-LET的委托，领导其人才战略变革管理计划，制定了详细的战略规划，以稳定具有挑战性的运营环境。我们面临的挑战是确定独特的管理和领导机制，提升士气，改善各职能部门之间的协作，并通过坚定的领导力解决运营的薄弱环节。",
      ],
      conf4: [
        "Csuite在短短两个月的时间内实施了全面的人才变革管理计划，为中国区商务副总裁和运营副总裁等职位招募了合适的人才。这些职位和组织架构的变化稳定了工作环境并提振了士气，同时也促进了收入增长。",
      ],
      card: [
        {
          name: "参与",
          msg: [
            "HAM-LET凭借Csuite在变革管理和人才战略方面的专业知识和能力，解决了阻碍增长的管理机制问题。我们与HAM-LET紧密合作，建立了独特的变革管理计划，并大刀阔斧地进行领导机制的变革。我们提供的变革管理战略非常大胆，旨在通过引入激励人心的领导力来稳定日益恶化的工作环境，提升士气和收入。",
          ],
        },
        {
          name: "人才搜寻",
          msg: [
            "在为中国区商务副总裁和运营副总裁招募合适人才的过程中，我们利用多个人才库平台进行了广泛的搜索。这是一项艰巨的任务，因为市场上符合要求的人选相对稀缺，但我们仍然在5个月内完成了任务。",
            "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围候选人进行了严格的审查和面试程序，将竞争激烈的候选人进一步缩小到前5名，我们的评估方法详细介绍了这一过程。",
          ],
        },
        {
          name: "人才评估",
          msg: [
            "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
            "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
            "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
          ],
        },
      ],
    },
  },
  page_recruit: {
    banner: {
      title: "发掘潜力，连接未来",
      msg: "我们的致力于为您的带来无限的商业可能，提前赢得更多的机会",
    },
  },
  page_joinUs: {
    banner: {
      title: "发掘潜力，连接未来",
      msg: "我们的致力于为您的带来无限的商业可能，提前赢得更多的机会",
    },
    type: ["企业文化", "加入我们"],
    conf1: {
      img1: "/joinUs/conf3.png",
      title: "团建、照片集",
      title2: "员工声音",
      title3: "晋升机制",
      title4: "文章分享",
      title5: "母亲关怀",
      img: "/joinUs/conf4.png",
      qaImg: "/joinUs/img-qa.png",
      desc: "企业的晋升机制透明化和明确清晰性不仅有助于员工的职业发展和满意度，还有助于组织的稳定和发展。透明的晋升机制可以促进公平、激励、信任和绩效，为企业创造一个更健康和积极的工作环境。",
      card: [
        "作为Csuite的一名员工，我深刻体验到了这里的企业文化和价值观。在这里，我不仅找到了自己的价值和方向，还获得了无数的成长机会。",
        "csuite是一个学校，一座熔炉。我们通过学习、工作和锻炼，在工作中学习，在前进中成长。",
        "加入Csuite后，我的综合技能得到了很大提升。这得益于我司对客户拜访、顾问面试、offer谈判等各个环节的要求都很高，并且会给予顾问个性化的培训。",
        "来到CSuite的最大感受是整体工作效率的提高。",
        "加入Csuite最大的感受是，领导教会我如何去做一名更专业的猎头.",
        "我是一个刚刚加入csuite的新员工。虽然只有两个月的时间，但我已经对这里有了深深的感情。",
        "我们的猎头公司，是我职业生涯的一座黄金舞台，一个充满机遇和挑战的家园。",
        "作为猎企的一名员工，我深感自豪和幸运。我们的公司不仅提供卓越的服务，还构建了一个令人难忘的工作环境。",
      ],
      details: [
        "作为Csuite的一名员工，我深刻体验到了这里的企业文化和价值观。在这里，我不仅找到了自己的价值和方向，还获得了无数的成长机会。公司为我们每一位员工提供了宽广的发展平台和丰富的职业资源，让我们都有机会展现自己的才华、追求梦想。更值得一提的是，公司不仅注重业务发展，也非常重视员工的个人成长和职业规划。无论是内部培训，还是外部学习机会，Csuite都愿意为员工投资，确保每一个人都能得到提升。这样的企业环境使我深感自豪，并激励我为公司的未来持续付出努力。我坚信，在Csuite，每个人都能找到自己的舞台，实现自己的价值和目标。累下来的经验和自己的优势，为更多人带来价值。",
        "csuite是一个学校，一座熔炉。我们通过学习、工作和锻炼，在工作中学习，在前进中成长。同时，csuite提供给我们发展的平台、表演的舞台、客观公正的评价。我欣喜地看到，在我们企业从小到大的发展过程中，已经为客户输送了大批人才，他们在企业的各个岗位发挥着越来越重要的作用。客户评价客户评价客户评价客户评价客户评价客户评价客户评价",
        "加入Csuite后，我的综合技能得到了很大提升。这得益于我司对客户拜访、顾问面试、offer谈判等各个环节的要求都很高，并且会给予顾问个性化的培训。也因此，客户对我们团队很满意。在这里工作，我充分认识到了一位合格顾问的职责和价值，并付诸实践、不断进步。此外，公司的工作氛围很好，这是一个活力满满、简单纯粹的组织。",
        "来到CSuite的最大感受是整体工作效率的提高。我的boss教会我如何更好地做time management，合理规划好每天的时间来争取最大的成果，同时count on every step 工作环境很透明很积极，同事也都是可以一起玩一起成长的小伙伴，都有各自的人生规划，我也有很多需要向她们学习的地方希望有更多小伙伴能够加入到我们当中，只要你hungry for something and willing to learn，相信在这里你会快速成长！",
        "加入Csuite最大的感受是，领导教会我如何去做一名更专业的猎头，同事们都很专业热情，我向他们学习了很多，同时在这里工作氛围积极向上，同事们像朋友一样相处。我在这里提升了自己的能力，学习了不同行业的知识，快速成长了许多，很高兴能够加入Csuite，期待未来共同成长进步。",
        "我是一个刚刚加入csuite的新员工。虽然只有两个月的时间，但我已经对这里有了深深的感情。首先，每个人都愿意为团队付出，与他人分享。当遇到问题时，同事和上司都会给予指导，帮助我克服挑战。其次，csuite真正关心个人和职业发展。我参与了多次内部培训，让我不断增强专业技能。期待你的加入，一起创造更多的辉煌！客户评价客户评价客户评价客户评价客户评价客户评价客户评价",
        `我们的猎头公司，是我职业生涯的一座黄金舞台，一个充满机遇和挑战的家园。作为管理层的一员，我不仅感到自豪，更感到幸运。
        这里不仅仅是一家企业，而是一个充满创新和专业成长的平台。公司的培训和发展机会让我在专业领域取得了巨大进步，使我能够不断提升自己的技能和知识。
        更重要的是，这里让我有机会建立自己的团队，并培养出色的人才。看着我的团队成员不断壮大和进步，我感受到了无法言喻的价值感。协助他们实现职业目标，分享他们的成功，是我职业生涯中最大的成就之一。
        我深知，公司不仅仅是一个工作场所，更是一个让人实现梦想的平台。我们致力于为员工提供一个充满挑战和成长机会的环境，同时也注重每个人的职业发展和幸福感。我希望能将这个特殊的平台介绍给更多人，因为我们相信，每一个人都有自己的梦想，而在这里，我们努力为实现这些梦想提供坚实的支持。加入我们，让我们一同努力，共同创造更美好的明天！
        客户评价客户评价客户评价客户评价客户评价客户评价客户评价`,

        `作为猎企的一名员工，我深感自豪和幸运。我们的公司不仅提供卓越的服务，还构建了一个令人难忘的工作环境。我们的培训机制精心设计，为员工提供了无限成长机会，使我们不断进步。多样的员工活动充实了我们的日常生活，促进了紧密的团队关系。
        公司文化以开明、包容为核心，让每个员工在这里都感到受尊重，无论其背景如何。同事之间互帮互助，构建了一种和谐的工作氛围，我们在这里真正像一个大家庭。
        值得一提的是，公司老板拥有丰富的资源，这为我们提供了更多机会，让我们的职业生涯蓬勃发展。
        我真诚邀请大家一同了解我们的公司，因为我们不仅提供卓越的服务，更打造了一个充满活力和机遇的工作环境。加入我们，一起创造更美好的未来！
        客户评价客户评价客户评价客户评价客户评价客户评价客户评价`,
      ],
    },
    conf2: {
      title: "在招职位",
      tip: "职位概述：",
      jd1: "工作职责：",
      jd2: "资格要求：",
      jd3: "我们能提供：",
      timeText: "发布时间：",
      jdDetails: [
        {
          name: "猎头",
          time: "2023-08-25",
          conf: {
            jd1: [
              "团队搭建与管理：负责所辖团队成员招聘与培训，带领团队完成年度目标；",
              "客户开发及维护：寻求和挖掘业务信息，开发优质客户，与现有客户保持良好关系，成为战略合作伙伴；",
              "招聘咨询服务：负责客户委托的招聘项目，专注行业中高端候选人寻访，负责候选人面试、薪资谈判、 offer 发放、入职及试用期跟进等一系列招聘事宜；",
              "候选人管理：积累丰富的行业候选人资源，与候选人保持良好的关系，成为候选人的职业导师，为候选人提供中长期职业生涯规划",
              "人才市场调研：密切关注人才市场信息，进行人才地图绘制、行业定向 mapping ，及时捕捉商机，主动向客户及候选人销售",
            ],
            jd2: [
              "本科及以上学历；",
              "良好的英语听说读写能力；",
              "5年及以上猎头工作经验；同行公司 TL 或 top 顾问优先，热爱猎头行业",
              "极强的业务敏感度和销售特质，丰富的客户开发经验，有团队管理经验",
              "优秀的沟通及人际交往能力，思路清晰，关注细节",
              "极强的自我驱动力，结果导向，高度的责任感和较强的抗压能力",
            ],
          },
        },
        {
          name: "猎头顾问",
          time: "2023-08-25",
          conf: {
            jd1: [
              "根据公司业务需要积极拓展客户：",
              "根据公司以及职位的分析，制定目标候选人的寻访招聘方案；",
              "进行相关候选人资料的收集、分类、整理，对简历做初步筛选：",
              "通过各种渠道快速寻访候选人，进行面试评估；",
              "提供候选人评价和推荐报告，向项目负责人或客户推荐；",
              "沟通协调候选人与公司之间的面试安排，跟进进展并及时反馈；",
              "候选人背景调查，薪酬谈判，offer 跟进，入职跟进等；",
            ],
            jd2: [
              "本科及以上学历；",
              "英语流利优先（工作语言以中文为主）;",
              "愿意在人力资源行业长期发展◇较强的学习能力，自我成长欲望强；",
              "目标意识明确，结果导向，主动意识强，具有良好的沟通表达能力和团队合作意识",
            ],
          },
        },
        {
          name: "实习生",
          time: "2023-08-25",
          conf: {
            jd3: [
              "学习到猎头咨询/市场咨询行业知识",
              "快速的职业发展",
              "积极热情的团队氛围",
              "丰厚的佣金计划",
              "如果感兴趣的话，请发您的简历至以下邮箱地址",
              "Email：tingting.wu{'@'}csuite.com.cn",
            ],
          },
        },
        {
          name: "总经理（Managing Director ）",
          time: "2023-08-25",
          conf: {
            tip: [
              "作为猎头公司的总经理，职责包括领导和管理公司的日常运营，涉及招聘、客户关系管理、团队管理、业务战略发展和绩效管理等方面。总经理的职责还包括确保公司实现其业务目标，并提供高质量的高管搜寻和人才招聘服务。",
            ],
            jd1: [
              `公司领导与战略规划：
       - 制定公司的长期和短期战略计划，确保公司增长和发展。
       - 领导公司的管理团队，监督各个部门的运作。`,

              `客户关系管理：
       - 建立并维护与客户之间的紧密关系，了解他们的招聘需求。
       - 确保客户满意度，处理投诉并提供解决方案。`,

              `团队管理与发展：
       - 招聘、培训和指导公司的猎头团队，确保团队的高绩效。
       - 设定目标和绩效标准，监督员工的绩效。`,

              `业务发展：
       - 寻找新的业务机会，开拓新市场，扩大公司的客户基础。
       - 管理公司的销售和市场活动，以实现业务目标。`,

              `质量控制：
       - 确保公司的猎头服务符合高质量标准，监督招聘流程。
       - 处理招聘项目，确保候选人的质量和匹配度。`,

              `财务管理：
       - 管理公司的财务预算，确保公司的财务健康。
       - 负责成本管理和利润最大化。`,
            ],
            jd2: [
              `学士学位或以上，人力资源管理、商业管理或相关领域优先。`,
              `丰富的猎头行业经验，包括招聘和候选人甄选。`,
              `卓越的领导和团队管理技能。`,
              `出色的沟通和客户关系管理能力。`,
              `商业洞察力和战略规划能力。`,
              `良好的财务管理和预算控制技能。`,
              `对业界趋势和法规的敏感性。`,
            ],
          },
        },
      ],
    },
  },
  page_qa: {
    qaList: [
      {
        question: "为什么要加入CSUITE?",
        answer:
          "在Csuite，我们相信每一个人。我们专注于寻找他们，了解他们，建立连接并帮助他们成长。在Csuite，我们释放人类潜能的力量。如果您对招聘工作感兴趣，或者您只是准备改变赛道，尝试新的道路并释放自己的潜力 - 那么您来对地方了。今天就和我们谈谈，准备好和我们一起翱翔吧。我们提供基于绩效的透明、更快速的职业发展结构。这不是我们临时做的事情。当我们雇用你时，我们正在寻找潜在的新兴领导者，这些人不仅可以成长为明天的领导者，更可以成长为明天的明星。",
      },
      {
        question: "CSUITE的市场定位是什么?",
        answer:
          "我们的公司深入了解客户的长期战略，提供不亚于五大Top猎头公司的服务规格，但更加灵活，定制化。我们在五年之内也取得了许多成就，客户资源等也十分稳定。公司额外注重个人能力的培养，也希望建立一个优秀团结的团队。",
      },
      {
        question: "猎头行业是什么样的一种文化?",
        answer:
          "我们自己需要有善于沟通，理性，客观。要具备风险意识和抗压能力。要具备出色的学习能力和逻辑思维能力，开放的心态，以结果为导向，具备高情商和高逆商的人群。",
      },
      {
        question: "做好一个猎头需要什么性格特质?",
        answer:
          "我们自己需要有善于沟通，理性，客观。要具备风险意识和抗压能力。要具备出色的学习能力和逻辑思维能力，开放的心态，以结果为导向，具备高情商和高逆商的人群。",
      },
      {
        question: "猎头行业属于销售工作吗？",
        answer: "是的，这是企业对企业的销售。",
      },
      {
        question: "人们喜欢这份工作的哪些方面？",
        answer:
          "安排候选人并因实现目标而获得奖励的愉悦在整个过程中很明显。作为值得信赖的业务合作伙伴，我们承诺为我们的客户和我们安排的候选人长期提供满意服务。",
      },
      {
        question: "这个角色可以获得什么回报(经济/非经济)？",
        answer:
          "您将有机会获得市场上最具竞争力的佣金方案。\n与一流的招聘专家合作，可以加速你的职业发展。",
      },
      {
        question: "如何衡量我的绩效？多久评估一次？",
        answer:
          "所有顾问都有一套与他们工作业务相关的关键绩效指标，这些指标每天都会与您的经理讨论，用来跟踪和改进您的绩效方案。此外，我们还提供季度评估，让您有机会讨论您的长期职业规划等问题。",
      },
      {
        question: "我将接受什么培训？",
        answer:
          "您将参加入门培训，还将从您所在的行业获得一对一的支持，包括培训，以及关键招聘技能的工作坊。还有其他培训课程，如人才评估和性格测试，以提高您的整体招聘能力。",
      },
      {
        question: "选拔过程是怎样的？",
        answer:
          "要求申请成功者参加面试，并有机会与你可能加入的团队在运营层共处一段时间，并与相关业务合作伙伴会面。",
      },
      {
        question: "参加完面试后，我能期待什么？",
        answer:
          "无论采用哪种方式，我们都会与您联系，确认您是否成功，并为您的表现提供相关反馈。",
      },
    ],
    aboutOurs: {
      question: "为什么是我们？",
      answer: [
        {
          title: "1.我们帮助您成功",
          detail:
            "从您入职的那一刻起，我们希望您在CSuite取得成功。我们为您提供全面的发展计划、在职指导和榜样指导，为您提供相关支持。我们的目标是为我们的员工提供方法、知识和培训，帮助他们成为佼佼者。",
        },
        {
          title: "2.我们提供职业成长服务",
          detail:
            "我们致力于发展我们员工的事业。我们提供绩效透明、加速职业发展结构。这是我们长期想做的事情。当我们聘用您的时候，我们正在寻找潜在的和新兴的领导者，这种人不仅可以成长为将来的领导者，而且可以成为将来的标杆。想被称为真正的商业伙伴吗？",
        },
        {
          title: "3.我们提供有吸引力的薪酬",
          detail:
            "我们的佣金方案在市场上极具竞争力，事实上，我们的佣金方案在业内也是数一数二的。如果这还不够，我们的员工还可以享受一系列其他福利，包括年假、灵活的工作实践和定期的团队建设。",
        },
        {
          title: "4.我们正在成长",
          detail:
            "客户关怀原则要求我们在更长的时间内与关键客户建立创造性的合作伙伴关系，以支持人才获取、人才管理和市场情报计划。对于一家初创招聘机构来说，在第三年的业务中取得了巨大的进步，而且这种势头肯定是随着团队的壮大而发展起来的。",
        },
        {
          title: "准备好加入我们了吗？",
          detail: "",
        },
        {
          title: "联系我们",
          detail: "",
        },
      ],
    },
  },
  footer: {
    conf1: {
      txt1: "中国地区联系方式",
      txt2: " 吴婷婷 | 执行合伙人",
      txt3: "座机: +86 21 5470 0562",
      txt4: "邮箱: tingting.wu{'@'}csuite.com.cn",
      txt5: "公司网址: www.cs-executive.com",
      txt6: "营业执照: 3101120101054",
    },
    conf2: {
      txt1: "新加坡及亚太区联系方式:",
      txt2: "Shane McGowan | 高级总监",
      txt3: "座机: +65 6871 4088 | +65 8611 2243",
      txt4: "劳务执照: 20S0282",
    },
    conf3: {
      txt1: "备案信息",
      // ...
    },
  },
};
