// index 首页结构 zh
export default {
  common: {
    routes: {
      menus: "我们是谁 | 我们的服务 | 我们的客户 | 招聘 | 加入我们",
      menu1: "我们是谁",
      menu2: "我们的服务",
      menu3: "我们的客户",
      menu4: "招聘",
      menu5: "加入我们",
    },
  },
  Email: "联系我们",
  page1: {
    banner: {
      title: "我们是谁",
      msg: {
        txt1: "作为一家现代招聘服务企业，CSUITE EXECUTIVE旨在针对如今挑战重重的中国市场环境提出解决方案",
        txt2: "xxx",
      },
    },
    conf1: {
      title: "C-SUITE 使命与方针",
      tips: "我们的目标是通过丰富的市场知识、密切的合作伙伴关系和快速的响应速度颠覆传统的招聘方式为我们的客户提供卓越、及时和定制化的解决方案。",
      msg: [
        {
          txt: "方案定制",
          tips: "我们为客户量身定做的方案",
        },
        {
          txt: "深入合作",
          tips: "我们以饱满的激情和细致的关怀与您合作",
        },
        {
          txt: "高效效应",
          tips: "我们响应及时，经济高效",
        },
        {
          txt: "诚信严谨",
          tips: "我们的合作注重诚信、严谨以及透明化",
        },
      ],
      banner: {
        title: "为什么选择我们",
        msg: [
          {
            txt: "我们的优势",
            children: [
              {
                txt: "领先供应商",
                tips: "高级主管及公司，人力资源咨询领先供应商",
              },
              {
                txt: "一步解决",
                tips: "我们为您提供全方位，一站式服务，一部解决公司及人力资源问题，满足您的需求",
              },
              {
                txt: "合作模式",
                tips: "以合作伙伴模式与客户合作，为特定行业细分领域的客户提供服务",
              },
              {
                txt: "行业技能",
                tips: "我们有着丰富的经验以及对中国市场的深入了解。高素质，有深度",
              },
              {
                txt: "注重品质",
                tips: "我们专注品质，不做最大最广，争做市场最佳",
              },
              {
                txt: "咨询方式",
                tips: "重视客服操作模式，公司运营及人才挑战，提供定制化解决方案",
              },
              {
                txt: "更好就业",
                tips: "我们将传统招聘公司的优势与咨询公司顾问模式相结合",
              },
              {
                txt: "独家合作",
                tips: "战略大客户尊享独家服务关注",
              },
            ],
          },
          {
            txt: "成本控制",
            children: [
              {
                txt: "领先供应商",
                tips: "高级主管及公司，人力资源咨询领先供应商",
              },
              {
                txt: "成本管理",
                tips: "在整个招聘过程中降低无形人力资源成本",
              },
              {
                txt: "高效劳动力",
                tips: "以人为本的文化 降低管理成本 高佣金",
              },
              {
                txt: "高效交付时间",
                tips: " 2 3顾问 大客户模式 平均交付时间为8周",
              },
              {
                txt: "薪酬咨询服务",
                tips: " 激励计划 减税 工资节省",
              },
              {
                txt: "反向录用管理",
                tips: " 95%成功率 经验丰富的管理顾问",
              },
              {
                txt: "人才稳定",
                tips: " 提高员工稳定性 70%持续3年以上 1年后仅有2%的离职率",
              },
            ],
          },
          {
            txt: "价值体现",
            children: [
              {
                title: "我们对客服的服务价值",
                children: {
                  txt1: "合适的候选人",
                  txt2: "客户品牌",
                  txt3: "行业信息分享",
                  txt4: "KOL网络",
                  txt5: "定制解决方案",
                  txt: "市场研究(职位/薪酬/研究等)",
                },
              },
              {
                title: "我们为候选人提供的价值服务",
                children: {
                  txt1: "高质量工作",
                  txt2: "优化简历和面试指导",
                  txt3: "行业信息分享",
                  txt4: "优秀人才社交网",
                  txt5: "职业规划",
                  txt: "对薪酬的建议",
                },
              },
            ],
          },
        ],
      },
    },
    conf2: {
      title: "团队成员",
      msg: [
        {
          nameZh: "吴婷婷",
          nameEh: "",
          tips: "CSUITE 的执行合伙人兼首席执行官，同时也是 SM² Consulting 咨询委员会的成员。TingTing 拥有超过15年的人才招聘经验。",
        },
        {
          nameZh: "",
          nameEh: "Shane McGowan",
          tips: "Shane McGowan先生专注于亚太地区的高级销售和高管招聘业务。他成功为消费品、工业、高科技、医疗保健与生命科学以及金融服务等行业引进了资深销售人员、负责人和首席运营官等关键职位。",
        },
      ],
    },
    conf3: {
      title: "CSUITE 地址",
      tips: "上海市闵行区程家桥路168弄39号，308室",
      msg: [
        {
          txt: "中国办事处",
          location: "上海市闵行区程家桥路168弄39号，308室",
          Email: "邮编 201103",
        },
        {
          txt: "马来西亚办事处",
          location: "吉隆坡孟沙南城3号大道29-01",
          Email: "邮编 59200",
        },
        {
          txt: "印度办事处",
          location: "马哈拉施特拉邦 Inspire Hub Andheri West JP 大道",
          Email: "邮编 40053",
        },
        {
          txt: "澳大利亚办事处",
          location: "悉尼克拉伦斯街50号，新南威尔士州，澳大利亚",
          Email: "邮编 2000",
        },
        {
          txt: "英国办事处",
          location: "伦敦城市路160号肯普之家，英国 邮编 EC1V 2NX",
          Email: "邮编 EC1V 2NX",
        },
      ],
    },
  },
  page2: {
    conf1: {
      txt1: "中国地区联系方式",
      txt2: " 吴婷婷 | 执行合伙人",
      txt3: "座机: +86 21 5470 0562",
      txt4: "邮箱: tingting.wu@csuite.com.cn",
      txt5: "公司网址: www.cs-executive.com",
      txt6: "营业执照: 3101120101054",
    },
    conf2: {
      txt1: "新加坡及亚太区联系方式:",
      txt2: "Shane McGowan | 高级总监",
      txt3: "座机: +65 6871 4088 | +65 8611 2243",
      txt4: "劳务执照: 20S0282",
    },
    conf3: {
      txt1: "备案信息",
      // ...
    },
  },
};
