const commentList = [
  {
    name: 'Chris Daly',
    tit: '博凯机械首席执行官&董事会成员',
    msg: '“婷婷和她的团队热情、活力和认真负责，使他们在为我们的业务需求和文化量身定制服务方面有别于其他招聘机构。CSuite团队不仅专业，并且总是以比预期的更好的结果为目标。',
    imageName: 'logo.png',
  },
  {
    name: 'Shane Tedjarati',
    tit: '霍尼韦尔国际公司全球高增长区域总裁兼首席执行官',
    msg: '“婷婷和她的团队热情、活力和认真负责，使他们在为我们的业务需求和文化量身定制服务方面有别于其他招聘机构。CSuite团队不仅专业，并且总是以比预期的更好的结果为目标。',
    imageName: 'logo2.png',
  },
  {
    name: 'James L. Perry',
    tit: '马斯特液体解决方案全球高级副总裁',
    msg: '“作为战略人才计划的一部分，你一定要认识到，你必须与出色的外部招聘顾问合作。CSuite是我们在中国最佳的招聘伙伴，他们能深刻理解我们的业务，就好像我们内部管理者一样，为你找到那些最合适的人选。”',
    imageName: 'logo3.png',
  },
  {
    name: 'Ronald Wienholts',
    tit: '扎玛精密工业制造集团总裁',
    msg: '“CSuite一直是Lenze优秀的，长期的合作伙伴，他们总是为我们空缺的职位提供合适的人选。团队顾问有很强的国际文化意识，为我们找到不仅仅是技术技能匹配，而且匹配公司文化的人才。”',
    imageName: 'logo2.png',
  },
  {
    name: 'Carine Beer',
    tit: '欧可优首席人力资源官',
    msg: `Occhio是最具创新力和增长最快的德国品牌之一，也是奢侈品领域最具创新力的五大品牌之一。中国已经成为Occhio最优先考虑的市场，我们聘请CSuite为中国市场寻找一位总经理。由于新冠肺炎疫情的限制，我们无法亲自会见候选人，我们依赖CSuite顾问的建议和判断。他们很快就了解了Occhio的具体需求，并为我们提供了优秀的候选人进行视频面试。在整个招聘过程中，他们起到了很好的引导作用，我们得以在很短的时间内与一位出色的候选人签订合同。`,
    imageName: 'logo4.png',
  },
  {
    name: 'Paoflo-A. Sardano – Bottero',
    tit: '玻璃工业全球总经理',
    msg: 'C-Suite团队是积极主动、全心全意的热心人，他们始终关心招聘工作的方方面面，因此，即使在大流行病这样的困难时期，他们的表现也能达到我们的预期',
    imageName: 'logo2.png',
  },
  {
    name: 'Vera Gu',
    tit: '霍夫曼集团亚洲分部人力资源总监',
    msg: 'C-Suite顾问具有很强的分析能力和搜索能力，能够将我们的需求与合适的高素质候选人联系起来。因此，专业的方法和及时的交付让霍夫曼中国受益匪浅。',
    imageName: 'logo.png',
  },
]
export { commentList }
