<template>
	<div class="qa-container">
		<div class="head wow animate__fadeInUp flex justify-between">
			<div class="icon_wrap" ref="backIconRef" @click="goBack">
				<el-icon class="icon-back cursor-pointer">
					<ArrowLeftBold />
				</el-icon>
				<span class="animate__animated animate__fadeIn">{{ t('common.return') }}</span>
			</div>
			<li class="flex-initial w-full text-center wow animate__fadeInUp">{{ pd.title }}</li>
		</div>
		<div class="content">
			<div class="cont wow animate__fadeInUp" v-for="(items, index) in pd.cont" :key="index">
				<img v-if="items.img" class="img" :src="items.img" alt="" srcset="">
				<li v-if="items.tit" class="item-tit">{{ items.tit }}</li>
				<div class="wow animate__fadeInUp" v-for="(item, i) in items.txt" :key="i">
					<li class="item-txt">{{ item }}</li>
				</div>
			</div>
		</div>
	</div>
</template>

<script setup lang='ts'>
import { useI18n } from 'vue-i18n';
import { useRouter } from "vue-router";
const { t } = useI18n()
const router = useRouter();
const pd = {
	title: '中国这40年之我见-沈达理(Shane Tedjarati)',
	cont: [
		{
			img: '/article/art3-1.png',
			txt: [
				'“Mei You”，是我1992年抵达杭州的那个夜晚听到的第⼀个中⽂词汇，很快我就意识到这个词的意思是“不”或者“没有”。 从打⻋、在⽕⻋上找空座、买奶酪和柠檬，到找传真机、打越洋电话回家、做英⽂版的合同，获取最新的银⾏政策，⼏ 乎能得到的答案都是“没有” 。⽽短短不到⼗年间，所有的问题的答案就就变成了“没问题” 。我亲眼⽬睹了这⼀⼈类历史上最伟⼤的变⾰之⼀，时值中国改⾰开放40周年之际，我想浅谈⼀些我的⻅解。',
				'从华盛顿到华沙，从伦敦到利⻢，从德⾥到迪拜，从东京到塔什⼲，中国的快速崛起占据了世界媒体的头条。没有⼀个国家不在积极地实施对华的交往战略。在不到30年的时间⾥，中国已然超越世界⼤部分国家成为全球第⼆⼤经济体， 并且将在未来⼗年左右成为世界第⼀⼤经济体。中国的发展规模以及其在世界舞台上的重要性让⼈⽆法忽视—— 中国， 是21世纪当之⽆愧的主⻆ ——世界不可能对中国视⽽不⻅。事实上，每天有⼤量有关中国的重⼤新闻的报道，这也的确让⼈⽬不暇接。但这些新闻报道却并不能充分的描绘出这个国家在过去40年间取得的成就，每天都有⼀些添油加醋的失实报道导致了⼈们对中国的认知形成了两个偏⻅的极端：要么钦佩地五体投地；要么畏惧到⽆以复加。为了做到公允，我们需要回顾⼀下中国的漫⻓历史。'
			],
		},
		{
			img: '/article/art3-2.png',
			tit: '历史⻓卷',
			txt: [
				'在历史的⻓河⾥，过去2000多年中国⼀直是世界上最先进的国家，同时也是最⼤的经济体，其地位⽆⼈能挑战。但历史的⼒量推动着社会的前进，它彻底改变了⼈类的命运并塑造了我们如今所处的现代化的世界。, 董事长通过关键一号人物招聘打开业务局面，从而帮助客户在内陆的业务增长，真正做到成为客户的业务发展伙伴。',
				'⼀⽅⾯，14世纪中叶，中国的郑和⼤将军率领着⼀⽀300多艘船只的舰队远下⻄洋，途经亚洲、⾮洲和中东的多个国家和地区。当他凯旋归国后，告诉当朝皇帝外⾯的世界并没什么新奇之处，中国已经什么都有了。后来，他希望再次远航去探索更多的世界时，可是新任皇帝对当时统治的“ 中⼟之国”的发展⾮常满意，下令摧毁了所有的船只，不再允许这些船只在⽔域上航⾏。这种只向内看的闭关锁国的⾏为为这⼀⾃豪的⺠族带来了灾难性的后果。⾃此，中国经历了前所未有的衰落，直到17世纪，中国在所有科技相关领域都没有取得任何重⼤的进步，但国家经济表⾯上的繁荣却给统治者造成了⼀种安全的假象。',
				'另⼀⽅⾯，⻄欧出现了两股⼒量快速推动了社会的进步，⼀ 是蒸汽机发明之后所带动的技术创新，另外便是发现了新⼤陆。⼤量的资源和市场等待着饥渴的商⼈、创新者和统治者来挖掘以及利⽤ ——⼯业⾰命⼀触即发。很快，从加勒⽐群岛到危机四伏的墨⻄哥和中美洲丛林，从南美⼤陆的腹地⼀ 直到北美⼤陆的中⼼，新世界的各个⻆落建⽴起了殖⺠地。 每个地⽅都有⼤量但从未被开采过的资源，并且不断地从⾮洲将奴⾪运送到新世界作为劳动⼒。可以说，即便是历史上最有实⼒的帝国，也从未想象过如此规模之⼤的殖⺠现象。 新⼤陆便成为了⻄欧⼈的摇钱树，于是他们在此定居，随之⽽来的当然还有疾病、狂热的传教⼠、商⼈、雇佣兵、开拓者和探险者等等，所有这些组成了⼀个强⼤⽆⽐的囊括各个帝国、殖⺠地和贸易路线的⽹络，这是全速前⾏的全球化1.0时代。',
				'到1820年，中国依然是世界上最⼤的经济体，⽽美国此时还显得微不⾜道。但之后的⼀百年，财富却发⽣了巨⼤的逆转。'
			],
		},
		{
			img: '/article/art3-3.png',
			txt: [
				'这个新世界获得了巨⼤的红利，并成功建⽴起⼀股新的秩序。到20世纪末，⻄欧和北美已经稳固了⾃⼰在经济、军事和⽂化上的强权地位，并且建⽴了全球化的组织来维护和推动这⼀秩序。这⼀过程在⼈类历史⻓河中很短，仅仅300年，⼤约7亿⼈在“第⼀世界”⾥过上了优越的⽣活，其中6亿⼈⽣活在⻄⽅世界，1亿⼈⽣活在⽇本，因为⽇本负责开发新技术供⻄⽅⼈消费。⽽剩下的90%的⼈⽣活在“第三世界”，那⾥充斥着贫穷、痛苦、疾病和失败的政权。为了帮助缩⼩这⼀差距，各种发展计划、慈善活动、⾮政府组织和 基⾦会开始致⼒于帮助这些⾚贫⼈⼝脱贫，提供诸如饮⽤⽔这些基本资源，消除⼀些在⻄⽅世界早已根除的疾病和病毒所带来的影响。虽然欧洲和环太平洋地区经历了两次惨痛的世界⼤战，但结果却更加巩固了⻄⽅世界对全球及其体制的控制，东⽅世界则由于铁幕政策的分化⽽陷⼊⻓期的经济困境。',
			],
		},
		{
			img: '/article/art3-4.png',
			txt: [
				'这种霸权导致了这样⼀个宏⼤叙事：想要享受“第⼀世界”的繁荣，就必须采取⻄⽅的发展模式，包括⾃由⺠主、法治、⾃由选举，以及建⽴为这⼀切提供⽀撑的⾃由贸易和⾦融组织，但到了1978年，⼈们依然⽆法给出定论，这是否是⼀个⾏之有效的办法，尽管⼀些⼩的地区进⾏了尝试，有些取得了⼩范围的成功。不过有⼀点很明显，那就是全球10%的⼈⽣活的很优越，⽽其他⼈依然处于苦难和贫穷之中。中国在这段时间的命运是战争、饥荒、外国侵占和政治动荡。由于地理原因，中国历史上⼤部分战争都是内战。因为中国东南两⾯都有⼤海保护，⻄⾯有⼭脉和沙漠作为屏障，⽽脆弱的北⾯则筑起了⻓城⽤来抵御外敌。但随着⻄⽅列强在兵器、财富上的不断发展，触⻆在全球不断的延伸，中国因此遭受了⼀系列屈辱的战争。在1839-1842年的第⼀次鸦⽚战争中，⾹港被割让给英国，之后，中国⾄少与英国交战了18次，⽆⼀不是以惨败收场，最后清王朝不得不屈服；第⼆次鸦⽚战争发⽣在在此⼤约15年之后，这次除了英国之外，美国和法国也加⼊了进来；到19世纪末，⽇本和俄国也开始⼊侵中国。这个曾经⼀度⽆⽐⾃豪的国家已经遍体鳞伤，圆明园被付之⼀炬，随之⼀同被粉碎的是这个⺠族⼏千年的希望和骄傲。中国许多地区出现了历史上⾸次被外国侵占的现象，像天津和上海这样的⼤型港⼝城市则被分成了⼀块块的租界，在这个疲惫⽽且伤痕累累的⽂明古国中建起了国中国——这是⼀段失败且耻辱的历史。',
				'在此背景下，这个国家的⺠族主义者和共产主义者开始为⾃由和独⽴⽽⽃争。1949年，⽑泽东建⽴了新中国发誓要让中国摆脱耻辱和失败的桎梏。这⼀段⼏百年的历史在中国⼈身上留下了深刻的印记。他们不会再让外国势⼒来决定⾃⼰本国的命运，他们要按照⾃⼰的节奏前进，遵循⾃⼰的特⾊来发展⾃⼰的国家，他们要沿着⾃⼰决定的道路来重拾过去的辉煌。这种思想深深地印刻在每个中国⼈的⼼中，不管是普通的农⺠还是富有的商⼈，也不管是幼⼉园的孩⼦还是 饱经⻛霜的⽼⼈，⼈⼈都⽴志要恢复那种在过去⼏个世纪⾥ 所痛失的⺠族⾃豪感。1949年，中国的GDP已经萎缩⾄⼤约全球GDP的5%。⼤部分中国⼈都处于贫困之中，⽽中华⼈⺠共和国的成⽴虽然将整个⺠族凝聚到了⼀起，却也引发了⼈类历史上所记载的⼏次最⼤的苦难。其中，⼤跃进给这个国家带来了前所未有的饥荒，从1959-1961年，超过3000万⼈死于饥饿，这也是世界历史上最⼤的⼈为灾难；1965-1975年的⽂化⼤⾰命则将整个社会组织搞得⽀离破碎，传统的价值观被毁，许多家庭被拆散，⼈们已经不知信任为何物，许多中国传统的精神和⽂化遗产也被⽆情地摧毁；到1976年⽑泽东去世、四⼈帮被审判、⽂化⼤⾰命结束之时，中国已经变成了世界上最为贫穷的国家之⼀。唯⼀留下的⼀点积极的东⻄就是⼈们⼼中富国兴邦的渴望，以及⼀位在⽂化⼤⾰命时期被⽑泽东打压的共产党员，当时他还并不为世⼈所知。'
			],
		},
		{
			img: '/article/art3-5.png',
			tit: '进入邓小平时代！',
			txt: [
				' ⽑泽东逝世后，邓⼩平离开了五七⼲校，重新崛起，并战胜其他对⼿，成为实质上的国家最⾼领导⼈。1978年12 ⽉中旬，他开启了中国历史上的全新篇章——改⾰开放。1979年1⽉1⽇，美国正式承认中华⼈⺠共和国。彼时的中国暗潮涌动，但那个时候，没有⼈能预料到它所能带来的深远影响。',
				'        邓⼩平开始在农业、⼯业、科学、技术和军事领域掀起了⼀系列的改⾰。他敏锐地觉察到改⾰将对社会体系造成的冲击，引⼊了和其他地区截然不同的“经济特区”概念。在特区，他可以尽情地进⾏经济⾃由化和个⼈⾃由的试验，⽽这都是中国历史上前所未有的。其中的典范当属当时毗邻⾹港的南部渔村——深圳。在颁布⾯向制造业和出⼝的激励政策后，⼤量外国直接投资开始涌⼊。起初只是⼀些劳动密集型的低端制造业，⽽今它已然使中国成为了全球的创新中⼼和供应链神经中枢。深圳这个昔⽇的⼩渔村，也已经成为了⼈⼝过千万的超级⼤都市和中国快速⾏进中的数字化⾰命的前沿阵地。',
				'        最初的进展⾮常缓慢。柏林墙的倒塌导致多⽶诺效应，随之东欧剧变，以及之后的世界动荡，似乎给这个新的势头蒙上了⼀层阴影。⻄⽅的预⾔似乎也将再次应验。资本主义占据主导地位，并会战胜共产主义，全世界都在等待中国“⾃⻝败果” ，然后向⻄⽅秩序低头。但邓⼩平和13亿中国⼈⺠，选择了以“ 中国特⾊ ”的发展主义继续前⾏，⽽不是再次向⻄⽅诸强卑躬屈膝。',
				'       中国社会围绕“ 圈⼦⽂化”构筑。这些圈⼦中，最神圣、核⼼的是直系亲属。中国⼈会不惜代价地保护和服务这个内圈， 接着是⼤家族和密友组成的圈⼦，这个圈⼦与内圈紧密交织，因此⼤部分的⽣活来往都在这些个圈⼦内进⾏。再然后就是“⽼朋友 ” 圈，这是连接贸易和经商这⼀庞⼤⽹络的桥梁，这些圈⼦就是全部。在⽇常的贸易和经商过程中，这些外圈会彼此接触和碰撞。对中国⼈⽽⾔，这些圈⼦以外的社区邻⾥则⽆⾜轻重。身怀“天命”的“天⼦”的任务就是像“国” 字⼀样，通过⼀圈外墙将⾃⼰保护起来，并确保墙内的这些圈⼦能够和谐地⾃由活动，柔和碰撞。不管是家⼈和朋友组成的⼩圈⼦，还是国家这个更⼤的圈⼦，个⼈都处于从属地 位，从不位于中⼼地位。中国社会并不基于个⼈权利，⽽是基于集体福利。新中国成⽴之前所经历的动荡年代，以及随后灾难性的计划政策所导致的饥荒和⽂化⼤⾰命，使这台国家机器陷⼊了停滞，并使所有圈⼦分崩离析，包括最⾥层的神圣净⼟—— 家庭。中国的引擎停⽌⼯作，亟待全⾯检修。 邓⼩平知道必须让这台机器重新运转并赢回⺠众的信任，但他也⾮常清楚，市场改⾰、开设私⼈企业、⼟地和农业改⾰、外国直接投资以及减少国有经济，都与共产主义理想背道⽽驰。',
				'        此时仍有⼀些强硬路线派强烈反对改⾰，希望继续追寻奠基⼈所描绘的共产主义时代的荣光。但他知道，前路迷雾重重，但必须充满活⼒地探寻，诚然，过去从没有国家进⾏过如此规模的改⾰。邓充分利⽤了辩证的思维⽅式，完成了典型的中国式“化危为机” 。中国哲学思想的本质赋予了其丰富的可能性，⽽不是⾮⿊即⽩这样结构明晰的定义。邓的天才之处在于简化了信息，使其能为⼤众所理解和接受，事实证明⾮常奏效，这最终被称之为“ 中国特⾊的社会主义” 。1992年，邓⼩平意识到拖慢国家发展步伐的原因在于中国⼈的思维⽅式。⽂化⼤⾰命的创伤还未平复，改⾰的指示过于含糊，共产主义时代官僚们的技能和经验⽆法满⾜市场改⾰的需求。对他⽽⾔，打破僵局的唯⼀⽅法就是释放数亿中国⼈⺠的能量。他在1992年的南巡成为了改⾰加速的标志。他以通俗诙谐的语调反复强调， “不管⿊猫⽩猫，捉到⽼⿏就是好猫！ ” ，他也发表了 “致富光荣”的著名论调。',
				'       ⻄⽅世界对此困惑不已，中华⺠族却⼼如明镜。他们知道⾃⼰能够继续前⾏，发现并克服各种障碍。中国俗语“摸着⽯头过河”对于他们⽽⾔再熟悉不过。邓巧妙的措辞被⺠众⼴泛接受。此时不应将重⼼放在体制和政治争论上，⽽更应该脚踏实地，做中国⼈⺠最擅⻓的事——努⼒实⼲，迈步前⾏，重要的是“过程”⽽⾮“结果” 。因此，这⼀系列的政策转向和改变使⻄⽅观察家和经营者感到不解，但却符合中国⼈⺠的⼼之所向。企业家开始在全国各地如春笋般涌现，形成了前所未⻅的经济繁荣景象。在很短的时间内，中国的经济在2000年就赶超了意⼤利、2005年超过法国、2006年超越英国、2007年超过德国和2010年赶超⽇本，成为了全球第⼆⼤经济体。',
			],
		},
		{
			img: '/article/art3-6.png',
			tit: '从⾦砖国家到中国和其他发展中国家',
			txt: [
				' 2001年，吉姆·奥尼尔创造了⾦砖国家(BRICS)⼀词，声称世界经济增⻓的五⼤⽀柱—— B- 巴⻄、R-俄罗斯、I-印度、C-中国和S-南⾮，将成为接下来⼏⼗年全球迈向繁荣的关键。⽽实际的情况却与他的预测不尽相同。从2001年到2015年，⾦砖国家经济体创造的财富中，  70%以上都来⾃于中国，位列次席的印度仅占12%，南⾮更是只有可怜的1%。',
			],
		},
		{
			img: '/article/art3-7.png',
			txt: [
				'  在其他度量指标上，中国同样⼀骑绝尘。中国在30年内使8亿⼈⼝摆脱⾚贫，占全部脱贫总⼈⼝的72%。⽽同⼀时期的印度和撒哈拉以南⾮洲却由于贫困⼈⼝⾼出⽣率⽽贡献了新的贫困⼈⼝。中国⼀跃成为了世界制造业引擎、发展中国家的投资者、最⼤外汇储备持有者、美国最⼤债权⼈之⼀、 从汽⻋到智能⼿机的众多商品的全球最⼤市场、最⼤的⾼速公路和⾼铁⽹络以及最⼤机场所在地，以及全球最先进的⼀体化数字经济体。⽽这些仅仅是独⼀⽆⼆的中国式奇迹的冰⼭⼀⻆。',
			],
		},
		{
			img: '/article/art3-8.png',
			txt: [
				'显然，这不是⾦砖国家时代，⽽是“Crest”——⼤写C代表中国，⼩写的“ rest”代表其他所有的发展中国家。',
				'       在⼯业⾰命期间，发展最快的英美两国⽣活标准⼤约每60年翻⼀番。⽽在过去40年间，中国的⽣活标准已经翻番了4 次，每次只花了不到10年时间，其速度是⻄⽅经济发展最快时期的6倍。⼯业⾰命时代，普通⼈很难察觉到周围的变化，因为这些变化往往需要⼏代⼈才会显现。⽽经历1980年⾄今的普通中国⼈，则对每⼏年发⽣⼀次的快速变化记忆犹新。如此规模，如此快速和持续的改变，是⼈类历史上从未发⽣过的，⽽且考虑到中国相对于印度和⾮洲等⼈⼝密集地区的独特结构和状况，我们很可能不会再有机会看到这种现象发⽣。中国⼈⼝全球最多，在中华⺠族数千年的深厚积淀下，他们使⽤同⼀种语⾔，遵循相同的⽂化传统，秉持同样的价值观念，这显然不是⾮洲和印度，甚⾄是东南亚地区所能⽐拟的。'
			],
		},
		{
			img: '/article/art3-9.png',
			txt: [
				'如果我们以史为镜，可以看到⻄⽅世界花费了300年的时间将8亿⼈从贫困的处境发展为“第⼀世界” ，⽽中国仅⽤30多年就做到了这⼀点。前者经历了⽆法⾔表的苦痛、奴役和殖 ⺠，后者却以相对和平的⽅式完成了这⼀伟业。当然，中国的崛起并⾮毫⽆代价。环境是这出历史⼤戏中最明显的受害者。⽽鲜少提及但应同样警醒的是对于道德和社会结构的冲击。  3000多年来，中国⼀直信奉以儒家和道家为核⼼的传统价值观，并将佛教教义融⼊社会结构中。但⽂化⼤⾰命将它们撕的粉碎，并希望以社会主义理想来填补。但随之⽽来的经济灾难、以及快速改⾰和经济增⻓，使中国⼈空虚贫瘠的精神只剩下⼀种信仰——物质主义。对财富的追求成为了不计代价的社会认同，由此在近⼏⼗年产⽣了腐败、道德败坏和贪婪。对于中国的⻓期观察家⽽⾔，纯洁的⼋⼗年代与如今之间的鲜明对⽐简直令⼈难以置信。对中国⼈⽽⾔，有太多问题需要解答。这种模式能够持续下去吗？如何协调物质主义的肆意蔓延与对深层信仰体系的渴求之间的⽭盾？这种模式最终会造就出什么样的社会，这与中国传统价值观是否相符？年轻⼀代是否会拒绝这种模式，要求采取截然不同的⽅式？'
			],
		},
		{
			tit: '两种制度',
			txt: [
				' 20世纪80年代初，英国正在考虑最后⼀个主要殖⺠地—— ⾹港的未来。当时，⾹港岛和九⻰的部分地区是英国的领⼟，但新九⻰和新界是从中国 “租借”的，⼀直到1997年。⾹港作为⾼度⾃由及资本主义化的社会陷⼊了⼀个难题，并且英国正在设法延⻓租期。⽽中国⼈坚定地认为，在租约到期时，这些领⼟必须归还给中国，但问题在于不可能将⾹港分成两部分。因此，这样的坚持意味着英国要将整个⾹港都归还给中国。世界将如何看待将资本主义治理的典范地区交给最⼤的社会主义国家？这不是⼀件容易的事——难题则落到英国⾸相玛格丽特 ·撒切尔的身上。在她与邓⼩平的谈判中，她提出了这个问题以及其他许多复杂的问题。但对于邓⼩平⽽⾔，⼀切都很简单：  “⼀个国家，两种制度 ” 。这两种对⽴的制度如何能在⼀个国家下共存，世界为此困惑，但对于邓⼩平和中国⼈⺠来说并⾮那样难以理解。',
				'       中国的语⾔和⽂化具有模棱两可的特点。中国的语⾔在美的意境和诗歌⽅⾯都是内涵丰富，但往往会牺牲精确性和清晰度。中国⼈⾮常享受这种含蓄的表达⽅式，并且不需要⿊⽩分明，也不需要⻄⽅笛卡尔逻辑那种瀑布模型解决问题的⽅法。事实上，中国哲学读物中最神圣和最具影响⼒的是由81个章节组成的《道德经》，阅读时可以从任意章节开始⽽⽆需按照顺序。它的 “逻辑思想”是，真理存在于某个地⽅，只有经过⻓期重复的和不同⻆度的验证才能揭示并阐明真理。这与⼏个世纪以来的⻄⽅逻辑形成鲜明对⽐：⻄⽅逻辑先是假设、之后辩论、最后结论要么接受要么拒绝；中国⼈处理信息的⽅式完全不同，并在灰⾊地带⾮常灵活，⽽这让⻄⽅⼈⼠⾮常不习惯。',
				'       除此之外，还有美国与中国形成鲜明对⽐的历史视⻆。中国的历史虽然动荡不安，充满了内战和派系，但在历史⻓河中很⼤程度上是⼀个统⼀的国家。数千年来，这个国家在⼀个不可分割的地理范围内，种族、⽂化、语⾔和传统相互融合。植根于中国⽂化的，是不惜以任何代价来保存和保卫这种“ 中国形式”的需求，这如许多中国语⾔符号中所描述的⼀ 样。中国⼈的社会契约围绕着这些原则，社会的利益终⾼于个⼈的权益。这体现在中国⼈⽣活的各个⽅⾯，从家庭的重要性到与朋友间的互动性，从⼯作表现到社交聚会。⼏个世纪以来，统治者和皇帝要求⺠众都具有这样的⼼态：⼈们必须将国家和社会的权益置于⾃⼰的权益之上。如⼏个世纪前 ⼀样，今天依然如此。',
				'       另⼀⽅⾯，美国曾是受害者、探险者和雇佣军逃离欧洲寻求新世界的 “避⻛港” 。它的创⽴是建⽴在个⼈权利和⾃由的基础之上，从各种维度来看对于中国史观都是⼀个全新的体验。《独⽴宣⾔》以“⼈⼈”为核⼼，并呼吁⼈们“把这些视为显⽽易⻅的真理” ，即他们拥有“不可剥夺的权利，其中包括⽣命、⾃由和追求幸福的权利” 。这份⾥程碑式的重要⽂件为国家的身份和公⺠意识奠定了基调。⼤多数美国⼉童⾄少可以背诵部分宪法，因为正是他们的 “社会体系”定义了他们，⽽不是他们所来⾃的地域或所使⽤的语⾔和⽂化。许多美国领⼟从敌⼈和对⼿⼿中购买或吞并所得，其中许多居⺠拥有世界上完全对⽴的⽂化，但只要他们依附于这个社会体系及其价值观，他们就代表了美国，⽆论是从俄罗斯购买的⼀⼤块冰封之地还是⼟著们所居住的偏远太平洋岛屿，⽽这个岛屿注定是⼀位拥有⾮洲裔⽗亲的美国总统诞⽣地。最重要的是，美国的爱国主义体现的是这个体系的“真理” ，这是⼈类历史上独⼀⽆⼆的奇迹，然⽽，这也是⼀种独特的美国式体验。',
				'       对于中国⼈来说，不管盛⾏的“体系”如何，爱国主义最重要的还是体现在于祖国、⼈⺠、语⾔和⽂化上。事实上，⼤多数中国⼉童或成⼈都⽆法复述中国宪法中任何⼀句话，因为这并⾮是⽤来定义他们的身份的⼯具 ，治理体系处于次要地位，重要的是要服务和维护中华⺠族和整个社会。',
				'        难怪当⼀个美国⼈向⼀个中国⼈表示，除⾮他们认同美国体系的“真理” ，否则他们不会⾛向繁荣，中国⼈就会感到疑惑不解。对于中国⼈来说，想要理解这样的观念，得要有⼀定的渊源，⽽他们所认定的美好和谐社会的概念⾥并没有这样的渊源。',
				'       虽然许多社会具有相似的特征，但中国代表了最⼤、最繁荣且拥有着与⻄⽅世界完全不同的价值观的⼈群。对于⼤多数局外⼈来说，中国的⼀党专政制度以及政府对公⺠事务的完全掌控是难以理解的。的确，它过去产⽣过⼀些灾难性的后果并殃及了百姓，但他们正在以其独特的⽅法向前迈进，并为他们的国家划定新的繁荣昌盛的发展道路。如果因此将其视为缺陷不仅是傲慢的，也是不明智的。中国社会拥有数千年的丰富⽂化。直⾄最近，中国与世界其他地⽅⼀直相当疏离，也未被要求参与国际事务，现在，这⼀切已经有所改观。在此之后，他们将为世⼈带来截然不同的价值观和理念。当我们开始定义⼀个更复杂的互相交织和依存的世界的决定因素时，世界必须欢迎并接受这些价值观和理念以进⼀步丰富⼈类的经验。',
			],
		},
		{
			tit: '之后走向何方?',
			txt: [
				'世界将⾛向何⽅？中国正在迅猛发展。在寻求成为⼀个现代化和繁荣的国家的过程中，中国必须发展各种新技术，从清洁空⽓到⼤众交通、从新能源到智能⽣活。中国有可能成为许多⼈类发展技术领域的领导者，从⽣物技术到太空探索，⼈⼯智能以及更多领域。如果我们对待中国的态度仍然像今天⼀样，那么他们可能会独⾃完成许多这样的事情！',
				'        ⼈类的发展正处于⼀个⼗字路⼝。在此之前，我们从未⻅过如此盛⼤的繁荣和那么多可能性，近20亿⼈正在享受⾼品质的⽣活——其中⼤部分归功于中国在过去三⼗年来所做的努⼒。  然⽽，其他地区的⼈⼝要么处于相对贫困状态，要么处于纯粹的绝望之中。中国的崛起给“其他地区”带来了希望，他们的时代已经到来，“第⼀ ”和“第三”世界的模式以及援助计划都已经尝试过，并被证明是⽆效的，从全世界范围内来看，如果⼈类想要和平、安全地⽣活下去，则需要⼀个崭新的全球秩序。',
				'        构成⼈类未来⼒量的两个主要⻆⾊就是中国和美国为代表的⻄⽅势⼒。每⼀⽅的态度和姿态将会是如何？它们是充当竞争对⼿和敌⼈，还是会下定决⼼去抛弃那些不成熟的⾏为， 并在未来以得体的⽅式⾏事？每⼀⽅是否都会让国家优先级 低于有利于全⼈类的国际优先级，特别是在⽓候变化等⽆国界的全球性问题上？身处⼤洋两岸的两⽅中的任⼀⽅，是否会依然将对⽅划分为“我们和他们”？⻄⽅势⼒是否仍然坚持 他们独有的政治和经济体系，还是他们会在不同体系中会寻求调和，研究出新的⽅式和秩序来共同经营⼈类事务？那个时候⻄⽅还会把中国视为敌⼈吗？中国是否仍然将⾃⼰视为宇宙的中⼼，还是以⼈类的利益为重，最终采取⼀种国际视野？中国是想成为⼀个霸权国家，⼀个⼤国的附庸国还是世界舞台上的领导者？如果后者是⼀种理想的结果，中国的⽂化和制度是否能够提供⼀个有价值体系的框架，使“其他”国家能够和平共存。',
				'        当我们考虑下⼀步⾏动以及我们试图理解和解释令⼈眼花缭乱的新闻头条所产⽣繁杂声⾳时，这些都是我们所⾯临的众多问题之局部。中国的⻜速崛起最终促使我们提出这些了问题，但我们是否会逐渐淡忘我们的这些观点，⽽去忙于应酬繁琐的⽇常事务，还是它们会拓宽我们的视野，让我们去提出更多相关的、关系到⼈类命运的问题？',
				'文章来自-------------------沈达理(Shane Tedjarati)，上海，2018年12⽉13⽇',
				'沈达理⼀直在亚洲、⾮洲、中东、欧洲和拉丁美洲⼯作，是⼀位具有国际视野的商业领袖。⾃1992年以来，他⻓居三⼤洲，包含中国，会讲中⽂，并热衷于研究中国和新兴经济体的社会和经济史。',
			],
		}
	]
}

const goBack = () => {
	router.go(-1)
}
</script>
<style lang='scss' scoped>
.qa-container {
	width: 1312px;
	margin: 0 auto;

	.head {
		display: flex;
		align-items: center;
		font-size: 48px;
		line-height: 63px;
		font-weight: 500;

		.icon_wrap {
			flex: 0 0 auto;
			height: 80px;
			width: 80px;
			cursor: pointer;
			background: #fff;
			text-align: center;
			border-radius: 100%;

			&:hover {
				box-shadow: 0px 4px 4px 0px rgba(0, 0, 0, 0.10);

				span {
					margin-right: 6px;
					opacity: 1;
					display: inline;
				}
			}

			span {
				opacity: 0;
				display: none;
				position: relative;
				font-size: 18px;
				transition: all 0.5s ease-in-out;
			}

		}

		.icon-back {
			display: inline-block;
			font-size: 32px;
			vertical-align: sub;
		}
	}

	.content {
		color: #4C4143;
		width: auto;
		text-wrap: wrap;
		word-wrap: break-word;
		white-space: pre-wrap;

		.img {
			width: 1312px;
			margin: 40px auto;
		}

		.item-tit {
			font-size: 28px;
			font-weight: 500;
			line-height: 26px;
			margin: 40px 0;
		}

		.item-txt {
			font-size: 18px;
			line-height: 26px;
			margin-bottom: 20px;
		}
	}
}

@media (max-width: 576px) {
	.qa-container {
		position: relative;
		width: 358px;
		margin: 0 auto;

		.head {
			display: flex;
			align-items: center;
			font-size: 16px;
			line-height: 40px;
			font-weight: 500;

			.icon_wrap {
				flex: 0 0 auto;
				height: 40px;
				width: 40px;
				cursor: pointer;
				background: #fff;
				text-align: center;
				border-radius: 100%;

				&:hover {
					box-shadow: 0px 4px 4px 0px rgba(0, 0, 0, 0.10);

					span {
						margin-right: 2px;
						opacity: 1;
						display: inline;
					}
				}

				span {
					opacity: 0;
					display: none;
					position: relative;
					font-size: 12px;
					transition: all 0.5s ease-in-out;
				}

			}

			.icon-back {
				display: inline-block;
				font-size: 20px;
				vertical-align: sub;
			}
		}

		.content {
			color: #4C4143;
			width: auto;
			text-wrap: wrap;
			word-wrap: break-word;
			white-space: pre-wrap;

			.img {
				width: 358px;
				margin: 20px auto;
			}

			.item-txt {
				font-size: 12px;
				line-height: 20px;
			}
		}
	}
}
</style>
